Repository: slimf1/Elsa-Mina
Catalog: src/ElsaMina.Core/Resources/Resources.*.resx
Languages: es_es, fr_fr, it_it

# help
source: Elsa-Mina v{0} : Bot in development
es_es: Elsa-Mina v{0} : Bot en desarrollo
fr_fr: Elsa-Mina v{0} : Bot en développement
it_it: Elsa-Mina v{0} : Bot in sviluppo

# badge_help_message
source: Adds a new badge. Syntax : -add-badge <name>, <image>. Use -add-trophy to add a trophy.
es_es: Añade una nueva insignia. Sintaxis: -add-badge <nombre>, <imagen>. Usa -add-trophy para añadir un trofeo.
fr_fr: Ajoute un nouveau badge. Syntaxe : -add-badge <nom>, <image>. Utiliser -add-trophy pour ajouter un trophée.
it_it: Aggiunge un nuovo badge. Sintassi: -add-badge <nome>, <immagine>. Usa -add-trophy per aggiungere un trofeo.

# badge_add_success_message
source: New badge added successfully.
es_es: Insignia añadida correctamente.
fr_fr: Badge ajouté avec succès.
it_it: Badge aggiunto con successo.

# badge_add_failure_message
source: An error occurred while adding the badge : {0}
es_es: Se produjo un error al añadir la insignia: {0}
fr_fr: Une erreur est survenue en ajoutant le badge : {0}
it_it: Si è verificato un errore aggiungendo il badge: {0}

# addcommand_name_too_long
source: Command name is too long.
es_es: El nombre del comando es demasiado largo.
fr_fr: Le nom de la commande est trop long.
it_it: Il nome del comando è troppo lungo.

# addcommand_content_too_long
source: Command content is too long.
es_es: El contenido del comando es demasiado largo.
fr_fr: Le contenu de la commande est trop long.
it_it: Il contenuto del comando è troppo lungo.

# addcommand_bad_first_char
source: The command's content cannot start with this character.
es_es: El contenido del comando no puede empezar por ese carácter.
fr_fr: Le contenu de la commande ne peut pas débuter par ce caractère.
it_it: Il contenuto del comando non può iniziare con questo carattere.

# addcommand_already_exist
source: The command already exist.
es_es: El comando ya existe.
fr_fr: La commande existe déjà.
it_it: Il comando esiste già.

# addcommand_success
source: Successfully added new command : **{0}**.
es_es: El comando **{0}** ha sido añadido correctamente.
fr_fr: La commande **{0}** a été ajoutée avec succès.
it_it: Il comando **{0}** è stato aggiunto con successo.

# room_dashboard
source: {0}'s dashboard
es_es: Panel de administración de {0}
fr_fr: Panneau d'administration de {0}
it_it: Pannello di amministrazione di {0}

source: Submit
es_es: Validar
fr_fr: Valider
it_it: Conferma

# dashboard_room_doesnt_exist
source: Room {0} not found.
es_es: Sala {0} no encontrada.
fr_fr: Salle {0} introuvable.
it_it: Sala {0} non trovata.

# dashboard_locale_name
source: Locale
es_es: Idioma
fr_fr: Langue
it_it: Lingua

# dashboard_locale_description
source: The locale used by the bot in this room.
es_es: El idioma del bot en la sala.
fr_fr: La langue du bot dans la salle.
it_it: La lingua del bot nella sala.

# dashboard_errors_name
source: Show commands errors
es_es: Mostrar errores de comandos
fr_fr: Afficher les erreurs des commandes
it_it: Mostra gli errori dei comandi

# dashboard_errors_description
source: Shows the stacktrace of a command that crashed.
es_es: Muestra la traza de una excepción cuando un comando ha fallado.
fr_fr: Affiche la stacktrace d'une commande qui aurait crash.
it_it: Mostra la stacktrace di un comando che è andato in crash.

# dashboard_autocorrect_name
source: Show command suggestions
es_es: Mostrar comandos sugeridos
fr_fr: Affiche les commandes suggérées
it_it: Mostra i comandi suggeriti

# dashboard_autocorrect_description
source: Shows suggested commands when someone tries to use a command that doesn't exist.
es_es: Muestra comandos sugeridos cuando alguien intenta usar un comando que no existe.
fr_fr: Affiche des commandes suggérées lorsque quelqu'un essaye d'utiliser une commande qui n'existe pas.
it_it: Mostra suggerimenti quando qualcuno tenta di usare un comando inesistente.

# room_config_success
source: Configuration of room {0} has been updated.
es_es: La configuración de la sala {0} ha sido actualizada.
fr_fr: La configuration de la salle {0} a été mise à jour.
it_it: La configurazione della sala {0} è stata aggiornata.

# room_config_failure
source: An error occurred while updating the configuration : {0}
es_es: Se produjo un error al actualizar la configuración: {0}
fr_fr: Une erreur est survenue lors de la mise à jour de la configuration : {0}
it_it: Si è verificato un errore durante l'aggiornamento della configurazione: {0}

# room_config_room_not_found
source: Could not find room '{0}'
es_es: No se pudo encontrar la sala '{0}'
fr_fr: Impossible de trouver la salle '{0}'
it_it: Impossibile trovare la sala '{0}'

# room_config_locale_not_found
source: Could not find locale '{0}'
es_es: No se pudo encontrar el idioma '{0}'
fr_fr: Impossible de trouver la langue '{0}'
it_it: Impossibile trovare la lingua '{0}'

# editcommand_help
source: Edits an added command. Syntax : -editcommand <name>, <content>
es_es: Edita un comando añadido. Sintaxis: -editcommand <nombre>, <contenido>
fr_fr: Modifie une commande ajoutée. Syntaxe : -editcommand <nom>, <contenu>
it_it: Modifica un comando aggiunto. Sintassi: -editcommand <nome>, <contenuto>

# editcommand_success
source: Command {0} has been updated
es_es: El comando {0} ha sido actualizado
fr_fr: La commande {0} a été mise à jour
it_it: Il comando {0} è stato aggiornato

# editcommand_failure
source: Could not update command : {0}
es_es: No se pudo actualizar el comando: {0}
fr_fr: Impossible de mettre à jour la commande : {0}
it_it: Impossibile aggiornare il comando: {0}

# deletecommand_help
source: Deletes an added command. Syntax : -deletecommand <command>
es_es: Elimina un comando añadido. Sintaxis: -deletecommand <comando>
fr_fr: Supprime une commande ajoutée. Syntaxe : -deletecommand <commande>
it_it: Elimina un comando aggiunto. Sintassi: -deletecommand <comando>

# deletecommand_failure
source: Could not delete command : {0}
es_es: No se pudo eliminar el comando: {0}
fr_fr: Impossible de supprimer la commande : {0}
it_it: Impossibile eliminare il comando: {0}

# deletecommand_success
source: The command {0} has been deleted
es_es: El comando {0} ha sido eliminado
fr_fr: La commande {0} a été supprimée
it_it: Il comando {0} è stato eliminato

# badge_add_already_exist
source: The badge {0} already exist.
es_es: La insignia {0} ya existe.
fr_fr: Le badge {0} existe déjà.
it_it: Il badge {0} esiste già.

# badge_give_help_message
source: Gives a badge to someone. Syntax : -givebadge <user>, <badge>
es_es: Da una insignia a alguien. Sintaxis: -givebadge <usuario>, <insignia>
fr_fr: Donne un badge à quelqu'un. Syntaxe : -givebadge <utilisateur>, <badge>
it_it: Dà un badge a qualcuno. Sintassi: -givebadge <utente>, <badge>

# badge_give_could_not_find_badge
source: Could not find badge {0}.
es_es: No se pudo encontrar la insignia {0}
fr_fr: Impossible de trouver le badge {0}
it_it: Impossibile trovare il badge {0}

# badge_give_error
source: An error occurred while giving the badge : {0}
es_es: Se produjo un error al añadir la insignia: {0}
fr_fr: Une erreur est survenue en ajoutant le badge : {0}
it_it: Si è verificato un errore aggiungendo il badge: {0}

# badge_give_success
source: User "{0}" received the badge "{1}".
es_es: "{0}" ha recibido la insignia "{1}"
fr_fr: "{0}" a reçu le badge "{1}"
it_it: "{0}" ha ricevuto il badge "{1}"

# rank_owner
source: Room Owner
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore

# rank_mod
source: Moderator
es_es: Moderador
fr_fr: Modérateur
it_it: Moderatore

# rank_prizewinner
source: Prize Winner
es_es: Ganador de torneo
fr_fr: Vainqueur de tournoi
it_it: Vincitore del torneo

# profile_status
source: Status
es_es: Estado
fr_fr: Statut

# rank_host
source: Host
es_es: Propietario
fr_fr: Propriétaire
it_it: Proprietario

# badge_delete_doesnt_exist
source: The "{0}" badge doesn't exist.
es_es: La insignia "{0}" no existe.
fr_fr: Le badge "{0}" n'existe pas.
it_it: Il badge "{0}" non esiste.

# badge_delete_success
source: The badge "{0}" has been removed.
es_es: La insignia "{0}" ha sido eliminada.
fr_fr: Le badge "{0}" a été supprimé.
it_it: Il badge "{0}" è stato eliminato.

# badge_delete_failure
source: An error occurred while deleting badge : {0}
es_es: Se produjo un error al eliminar la insignia: {0}
fr_fr: Une erreur est survenue pendant la suppression du badge : {0}
it_it: Si è verificato un errore eliminando il badge: {0}

# takebadge_help_message
source: Remove a user's badge. Syntax : -takebadge <user>, <badge>
es_es: Quita una insignia a un usuario. Sintaxis: -takebadge <usuario>, <insignia>
fr_fr: Retire le badge d'un utilisateur. Syntaxe : -takebadge <utilisateur>, <badge>
it_it: Rimuove il badge da un utente. Sintassi: -takebadge <utente>, <badge>

# takebadge_success
source: The user "{0}" no longer has the badge "{1}".
es_es: La insignia "{1}" ha sido retirada del usuario "{0}"
fr_fr: Le badge "{1}" a été retiré de l'utilisateur "{0}"
it_it: Il badge "{1}" è stato rimosso dall'utente "{0}"

# takebadge_failure
source: An error occurred while taking the badge : {0}
es_es: Se produjo un error al retirar la insignia: {0}
fr_fr: Une erreur est survenue en retirant le badge : {0}
it_it: Si è verificato un errore rimuovendo il badge: {0}

# takebadge_badge_doesnt_exist
source: User "{0}" doesn't have badge "{1}"
es_es: El usuario "{0}" no tiene la insignia "{1}"
fr_fr: L'utilisateur "{0}" n'a pas le badge "{1}"
it_it: L'utente "{0}" non ha il badge "{1}"

# avatar_help_message
source: Updates a user's avatar. Syntax : -avarar <user>, <avatar URL>
es_es: Actualiza el avatar de un usuario. Sintaxis: -avatar <nombre>, <URL del avatar>
fr_fr: Met à jour l'avatar d'un utilisateur. Syntaxe : -avatar <nom>, <URL de l'avatar>
it_it: Aggiorna l'avatar di un utente. Sintassi: -avatar <nome>, <URL dell'avatar>

# avatar_success
source: The user's avatar has been updated.
es_es: El avatar ha sido actualizado.
fr_fr: L'avatar a été mis à jour.
it_it: L'avatar è stato aggiornato.

# avatar_failure
source: An error occurred while updating an avatar : {0}
es_es: Se produjo un error al actualizar el avatar: {0}
fr_fr: Une erreur est survenue lors de la mise à jour d'un avatar : {0}
it_it: Si è verificato un errore aggiornando l'avatar: {0}

# title_help_message
source: Updates a user's title. Syntax : -title <user>, <title>
es_es: Actualiza la biografía de un usuario. Sintaxis: -title <usuario>, <bio>
fr_fr: Met à jour la bio d'un utilisateur. Syntaxe : -title <utilisateur>, <bio>
it_it: Aggiorna la bio di un utente. Sintassi: -title <utente>, <bio>

# title_success
source: The user's title has been updated.
es_es: La biografía ha sido actualizada.
fr_fr: La bio a été mise à jour.
it_it: La bio è stata aggiornata.

# title_failure
source: An error occurred while updating the title : {0}
es_es: Se produjo un error al actualizar la biografía: {0}
fr_fr: Une erreur est survenue lors de la mise à jour de la bio : {0}
it_it: Si è verificato un errore aggiornando la bio: {0}

# profile_no_title
source: No title
es_es: Sin biografía
fr_fr: Pas de bio
it_it: Nessuna bio

# profile_no_badge
source: No badge
es_es: Sin insignia
fr_fr: Pas de badge
it_it: Nessun badge

# allcommands_alias
source: Aliases
es_es: Alias
fr_fr: Autres noms
it_it: Altri nomi

# allcommands_allowed_in_pm
source: Allowed in PM
es_es: Permitido en mensaje privado
fr_fr: Autorisé en message privé
it_it: Consentito in messaggio privato

# allcommands_wl_only
source: Whitelist Only
es_es: Reservado whitelist
fr_fr: Reservé whitelist
it_it: Riservato alla whitelist

# allcommands_pm_only
source: PM Only
es_es: Solo en mensaje privado
fr_fr: Uniquement en message privé
it_it: Solo in messaggio privato

# allcommands_required_rank
source: Required rank
es_es: Rango requerido
fr_fr: Rang requis
it_it: Rango richiesto

# profile_register_date
source: Registered
es_es: Registrado el
fr_fr: Enregistré le
it_it: Registrato il

# profile_title
source: Title
es_es: Bio
fr_fr: Bio
it_it: Bio

# guessing_game_game_ended
source: Time is up! The answer was : {0}
es_es: ¡Fin del tiempo! La respuesta era: {0}
fr_fr: Fin du temps imparti ! La réponse était : {0}
it_it: Tempo scaduto! La risposta era: {0}

# guessing_game_point
source: Point
es_es: Punto
it_it: Punto

# guessing_game_final_scores
source: Final scores
es_es: Puntuaciones finales
fr_fr: Scores finaux
it_it: Punteggi finali

# guessing_game_turn_count
source: **Turn #{0}**
es_es: **Turno {0}**
fr_fr: **Tour {0}**
it_it: **Turno {0}**

# guessing_game_answer_not_found
source: No one found the answer in time! The answer was: {0}
es_es: ¡Nadie encontró la respuesta a tiempo! La respuesta era: {0}
fr_fr: Personne n'a trouvé la réponse à temps ! La réponse était: {0}
it_it: Nessuno ha trovato la risposta in tempo! La risposta era: {0}

# guessing_game_round_won
source: {0} wins this round ! They now have {1} point{2}
es_es: {0} gana esta ronda. Ahora tiene {1} punto{2}
fr_fr: {0} gagne ce round ! Ils ont maintenant {1} point{2}
it_it: {0} vince il round! Ora ha {1} punto{2}

# guessing_game_result_ended
source: The game is over!
es_es: ¡La partida ha terminado!
fr_fr: La partie est terminée!
it_it: La partita è terminata!

# countries_game_start
source: A countriesgame started! Reply with the name of the country directly in the chat.
es_es: ¡Se ha iniciado un countriesgame! Escribe directamente el nombre del país en el chat.
fr_fr: Un countriesgame a été lancé! Écrivez directement le nom du pays dans le chat.
it_it: È iniziata una partita di CountriesGame! Scrivi direttamente il nome del paese nella chat.

# end_guessing_game_no_game
source: There's no game currently running in this room.
es_es: No hay ninguna partida en curso en esta sala.
fr_fr: Il n'y a pas de partie en cours dans cette salle.
it_it: Non c'è alcuna partita in corso in questa sala.

# end_guessing_game_success
source: Game ended.
es_es: La partida ha sido terminada prematuramente.
fr_fr: La partie a été terminée prématurément.
it_it: La partita è stata terminata prematuramente.

# team_preview_author
source: (Created by {0})
es_es: (Creada por {0})
fr_fr: (Créée par {0})
it_it: (Creata da {0})

# team_preview_title
source: {0}'s team
es_es: El equipo de {0}
fr_fr: L'équipe de {0}
it_it: La squadra di {0}

# team_preview_click_icons
source: Click the icons to display the importable version
es_es: Haz clic en los iconos para importar el equipo
fr_fr: Cliquez sur les icônes pour l'import de l'équipe
it_it: Clicca sulle icone per importare la squadra

# dashboard_team_previews_name
source: Team previews
es_es: Vista previa de equipo
fr_fr: Preview d'équipe
it_it: Anteprima squadra

# dashboard_team_previews_description
source: Displays the team of a Pokepaste or CoupCritique link
es_es: Muestra un equipo desde un enlace Pokepaste o CoupCritique
fr_fr: Affiche l'équipe d'un lien Pokepaste ou CoupCritique
it_it: Mostra la squadra da un link Pokepaste o CoupCritique

# add_team_help_message
source: Add a team to samples. Syntax: -add-team <link>, <name>, <tier>
es_es: Añade un equipo a los samples. Sintaxis: -add-team <enlace>, <nombre>, <tier>
fr_fr: Ajoute une team aux samples. Syntaxe: -add-team <lien>, <nom>, <tier>
it_it: Aggiunge una squadra ai samples. Sintassi: -add-team <link>, <nome>, <tier>

# add_team_name_too_long
source: Team name is too long.
es_es: El nombre del equipo es demasiado largo.
fr_fr: Le nom de l'équipe est trop long.
it_it: Il nome della squadra è troppo lungo.

# add_team_no_provider
source: Impossible to find the team from the link. Please provide either a Pokepaste or a CoupCritique link.
es_es: No se pudo obtener el equipo desde el enlace. Proporcione un enlace Pokepaste o CoupCritique.
fr_fr: Impossible de trouver l'équipe depuis le lien. Veuillez fournir un lien Pokepaste ou CoupCritique.
it_it: Impossibile trovare la squadra dal link. Fornisci un link Pokepaste o CoupCritique.

# add_team_no_export_error
source: No team export found.
es_es: No se encontró exportación.
fr_fr: Pas d'export trouvé.
it_it: Nessun export trovato.

# add_team_success
source: Added team with id "{0}"
es_es: El equipo ha sido añadido con el identificador "{0}"
fr_fr: L'équipe a été ajoutée avec l'identifiant "{0}"
it_it: La squadra è stata aggiunta con l'identificativo "{0}"

# add_team_failure
source: An error occurred when adding team: {0}
es_es: Se produjo un error al añadir el equipo: {0}
fr_fr: Une erreur est survenue lors de l'ajout de l'équipe : {0}
it_it: Si è verificato un errore aggiungendo la squadra: {0}

# add_team_to_room_no_arg
source: Please specify the team id.
es_es: Especifique el identificador del equipo
fr_fr: Veuillez spécifier l'identifiant de l'équipe
it_it: Specificare l'identificativo della squadra.

# add_team_to_room_no_team
source: Could not find this team.
es_es: No se pudo encontrar ese equipo
fr_fr: Impossible de trouver cette équipe
it_it: Impossibile trovare questa squadra.

# add_team_to_room_team_already_in_room
source: This team is already in this room.
es_es: Ese equipo ya está en esta sala
fr_fr: Cette équipe est déjà dans cette salle
it_it: Questa squadra è già in questa sala.

# add_team_to_room_success
source: Team added to room.
es_es: La sala ha sido añadida al equipo.
fr_fr: La salle a été ajoutée à l'équipe.
it_it: La sala è stata aggiunta alla squadra.

# add_team_to_room_failure
source: An error occurred while adding a room to a team : {0}
es_es: Se produjo un error al añadir esta sala al equipo: {0}
fr_fr: Une erreur est survenue en ajoutant cette salle à l'équipe : {0}
it_it: Si è verificato un errore aggiungendo la sala alla squadra: {0}

# sample_team_description
source: Added by {0} on {1}
es_es: Añadida por {0} el {1}
fr_fr: Ajoutée par {0} le {1}
it_it: Aggiunta da {0} il {1}

# sample_team_info
source: Rooms: {0}, Format: {1}
es_es: Salas: {0}, Formato: {1}
fr_fr: Salles: {0}, Format: {1}
it_it: Salle: {0}, Formato: {1}

# deleteteam_team_not_found
source: Could not find team.
es_es: No se encontró el equipo.
fr_fr: L'équipe n'a pas été trouvée.
it_it: La squadra non è stata trovata.

# deleteteam_team_deleted_successfully
source: This team has been deleted.
es_es: El equipo ha sido eliminado.
fr_fr: L'équipe a été supprimée.
it_it: La squadra è stata eliminata.

# deleteteam_team_deletion_error
source: An error occurred while deleting team : {0}
es_es: Se produjo un error al eliminar el equipo: {0}
fr_fr: Une erreur est survenue lors de la suppression de l'équipe : {0}
it_it: Si è verificato un errore eliminando la squadra: {0}

# team_showcase_not_found
source: Could not find this team.
es_es: No se encontró el equipo.
fr_fr: L'équipe est introuvable.
it_it: La squadra è introvabile.

# aboutrepeat_not_found
source: Could not find any repeat.
es_es: No se pudo encontrar un repeat.
fr_fr: Impossible de trouver un repeat.
it_it: Impossibile trovare un repeat.

# aboutrepeat_helpmessage
source: Syntax: -repeat <id>, <message>, <duration in minutes>
es_es: Sintaxis: -repeat <id>, <mensaje>, <duración en minutos>
fr_fr: Syntaxe: -repeat <id>, <message>, <durée en minutes>
it_it: Sintassi: -repeat <id>, <messaggio>, <durata in minuti>

# parameter_name_locale
source: Locale
es_es: Idioma
fr_fr: Langue
it_it: Lingua

# parameter_name_is_showing_team_links_preview
source: Team links previews
es_es: Mostrar equipos desde enlaces
fr_fr: Affichage des équipes à partir des liens
it_it: Mostra anteprima delle squadre dai link

# parameter_name_is_showing_error_messages
source: Command error messages
es_es: Mostrar mensajes de error
fr_fr: Affichage des messages d'erreur
it_it: Mostra i messaggi di errore

# parameter_name_has_command_auto_correct
source: Command Auto-correct
es_es: Corrección ortográfica de comandos
fr_fr: Correction orthographique des commandes
it_it: Correzione automatica dei comandi

# parameter_description_has_command_auto_correct
source: Shows commands suggestions if a tried command name is similar to an existing one
es_es: Muestra sugerencias cuando un comando introducido se parece a uno existente
fr_fr: Affiche des suggestions lorsqu'une commande essayée est proche d'une commande existante
it_it: Mostra suggerimenti quando un comando inserito è simile a uno esistente

# parameter_description_is_showing_error_messages
source: Shows the error message and the exception stack trace if a command execution fails
es_es: Muestra el mensaje de error y la traza cuando falla la ejecución de un comando
fr_fr: Affiche le message d'erreur et la trace d'appels lorsque l'exécution d'une commande échoue
it_it: Mostra il messaggio d'errore e la trace quando un comando fallisce

# parameter_description_is_showing_team_links_preview
source: Shows a preview of a Pokémon team when a Pokepaste or CoupCritique link is shared in chat
es_es: Muestra una vista previa de un equipo cuando se comparte un enlace Pokepaste o CoupCritique
fr_fr: Affiche un aperçu d'une équipe lorsqu'un lien Pokepaste ou CoupCritique est partagé dans le chat
it_it: Mostra un'anteprima di una squadra quando viene condiviso un link Pokepaste o CoupCritique

# parameter_description_locale
source: The language used for commands
es_es: El idioma usado para los comandos
fr_fr: La langue utilisée pour les commandes
it_it: La lingua utilizzata per i comandi

# c4_game_name
source: Connect Four
es_es: Conecta 4
fr_fr: Puissance 4
it_it: Forza 4

# c4_game_rules
source: Connect {0} in a row to win the game!
es_es: ¡Haz una línea de {0} para ganar la partida!
fr_fr: Faites une ligne de {0} pour gagner la partie!
it_it: Fai una linea di {0} per vincere la partita!

# c4_game_current_turn
source: It's {0}'s turn ({1}) !
es_es: Es el turno de {0} ({1})
fr_fr: C'est au tour de {0} ({1}) !
it_it: È il turno di {0} ({1})!

# c4_game_how_to_play
source: Click on the cells to play
es_es: Haz clic en las casillas para jugar
fr_fr: Cliquez sur les cases pour jouer
it_it: Clicca sulle caselle per giocare

# c4_game_timeout
source: (You have {0} seconds to play)
es_es: (Tienes {0} segundos para jugar)
fr_fr: (Vous avez {0} secondes pour jouer)
it_it: (Hai {0} secondi per giocare)

# c4_game_players
source: Players: {0}
es_es: Jugadores: {0}
fr_fr: Joueurs: {0}
it_it: Giocatori: {0}

source: VS.
es_es: Contra
fr_fr: Contre
it_it: Contro

# c4_game_turn
source: Turn: {0}
es_es: Turno: {0}
fr_fr: Tour: {0}
it_it: Turno: {0}

# c4_game_party_id
source: Game: {0}
es_es: Partida: {0}
fr_fr: Partie: {0}
it_it: Partita: {0}

# c4_game_tie_end
source: The game ended in a tie.
es_es: Empate.
fr_fr: Match nul.
it_it: Pareggio.

# c4_game_win_message
source: {0} won the game!
es_es: ¡{0} ha ganado la partida!
fr_fr: {0} a gagné la partie!
it_it: {0} ha vinto la partita!

# team_list_empty
source: Could not find any teams.
es_es: No se encontró ningún equipo.
fr_fr: Aucune équipe trouvée.
it_it: Nessuna squadra trovata.

# name_color_help
source: Gives the color info for a given username.
es_es: Da el color asociado a un nombre de usuario.
fr_fr: Donne la couleur associée à un pseudo.
it_it: Mostra il colore associato a un nickname.

# setjoinphrase_help_message
source: Sets the join phrase of a user for this room. Syntax : -setjoinphrase <user>, <phrase>
es_es: Añade un mensaje de entrada a la sala actual. Sintaxis: -setjoinphrase <usuario>, <mensaje>
fr_fr: Ajoute un message d'entrée pour la salle courante. Syntaxe : -setjoinphrase <utilisateur>, <message>
it_it: Aggiunge un messaggio di ingresso per la sala corrente. Sintassi: -setjoinphrase <utente>, <messaggio>

# setjoinphrase_success
source: The join phrase has been successfully added.
es_es: El mensaje de entrada ha sido añadido correctamente.
fr_fr: Le message d'entrée a été ajouté avec succès.
it_it: Messaggio di ingresso aggiunto con successo.
