Repository: slimf1/Elsa-Mina
Catalog: src/ElsaMina.Core/Resources/Resources.*.resx
Languages: es_es, fr_fr, it_it

# setjoinphrase_failure
source: Could not add the join phrase : {0}
es_es: No se pudo añadir el mensaje de entrada: {0}
fr_fr: Impossible d'ajouter le message d'entrée : {0}
it_it: Impossibile aggiungere il messaggio di ingresso: {0}

# replay_preview_watch
source: Watch the replay
es_es: Ver el replay
fr_fr: Regarder le replay
it_it: Guarda il replay

source: Format
es_es: Formato
it_it: Formato

source: Date
es_es: Fecha
it_it: Data

source: Views
es_es: Vistas
fr_fr: Vues
it_it: Visualizzazioni

source: Rating
es_es: Clasificación
fr_fr: Classement
it_it: Classifica

# parameter_name_is_showing_replays_preview
source: Replay previews
es_es: Mostrar información de un replay
fr_fr: Affichage des infos d'un replay
it_it: Mostra informazioni del replay

# parameter_description_is_showing_replays_preview
source: Shows the players and teams of a replay
es_es: Muestra los jugadores y equipos de un replay
fr_fr: Affiche les joueurs et les équipes d'un replay
it_it: Mostra i giocatori e le squadre di un replay

# guessing_game_specify
source: Please specify the turns.
es_es: Por favor, especifica el número de turnos.
fr_fr: Merci de préciser le nombre de tours.
it_it: Specifica il numero di turni.

# c4_game_on_timeout
source: {0} were disqualified because they could not play in time.
es_es: {0} ha sido descalificado(a) por no jugar a tiempo.
fr_fr: {0} a été disqualifié(e) parce qu'ils n'ont pas pu jouer à temps.
it_it: {0} è stato squalificato perché non ha giocato in tempo.

# c4_game_start_already_exist
source: A game is already ongoing.
es_es: Ya hay una partida en curso.
fr_fr: Une partie est en cours.
it_it: Una partita è già in corso.

# c4_game_start_announce
source: A connect four game has been created. Use {0}c4j to join.
es_es: Se ha creado una partida de Conecta 4. Usa {0}c4j para unirte.
fr_fr: Une partie de puissance 4 a été créée. Utilisez {0}c4j pour rejoindre.
it_it: È stata creata una partita di Forza 4. Usa {0}c4j per partecipare.

# c4_game_cancelled
source: The game has been cancelled.
es_es: La partida ha sido terminada.
fr_fr: La partie a été terminée.
it_it: La partita è stata terminata.

# c4_game_ongoing_game
source: There's no game currently ongoing.
es_es: No hay ninguna partida en curso.
fr_fr: Il n'y a pas de partie en cours.
it_it: Non c’è nessuna partita in corso.

# guessing_game_invalid_number_turns
source: Invalid number of turns (should be between 1 and {0})
es_es: Número de turnos inválido: Debe estar entre 1 y {0}
fr_fr: Nombre de tours invalide : Doit être entre 1 et {0}
it_it: Numero di turni non valido: deve essere tra 1 e {0}

# guessing_game_currently_ongoing
source: A game is currently ongoing.
es_es: Otra partida está en curso.
fr_fr: Une autre partie est en cours.
it_it: Un'altra partita è già in corso.

# guessing_game_invalid_command
source: Invalid command.
es_es: Comando inválido.
fr_fr: Commande invalide.
it_it: Comando non valido.

# pokedesc_start
source: A PokeDesc game has been started! Give the name of the corresponding Pokémon directly in the chat.
es_es: ¡Se ha iniciado una partida de PokeDesc! Escribe el nombre del Pokémon correspondiente en el chat.
fr_fr: Une partie de PokeDesc a été lancée ! Donnez le nom du Pokémon correspondant directement dans le chat.
it_it: È iniziata una partita di PokeDesc! Scrivi direttamente il nome del Pokémon nella chat.

# pokecries_started
source: A PokeCries games has been created! Write the corresponding Pokémon's name directly in the chat.
es_es: ¡Se ha iniciado una partida de PokeCries! Escribe directamente el nombre del Pokémon correspondiente en el chat.
fr_fr: Une partie de PokeCries a été lancée ! Écrivez directement le nom du Pokémon correspondant dans le chat.
it_it: È iniziata una partita di PokeCries! Scrivi direttamente il nome del Pokémon nella chat.

# youtube_no_results
source: Could not find any video.
es_es: No se encontró ningún vídeo.
fr_fr: Aucune vidéo trouvée.
it_it: Nessun video trovato.

# youtube_watch
source: Watch on YouTube
es_es: Ver en YouTube
fr_fr: Regarder sur YouTube
it_it: Guarda su YouTube

# youtube_video_info
source: Uploaded by {0} on {1}
es_es: Subido por {0} el {1}
fr_fr: Mise en ligne par {0} le {1}
it_it: Caricato da {0} il {1}

# youtube_error_occurred
source: An error occurred.
es_es: Se produjo un error.
fr_fr: Une erreur est survenue.
it_it: Si è verificato un errore.

# bitcoin_error
source: An error occurred.
es_es: Se produjo un error.
fr_fr: Une erreur est survenue.
it_it: Si è verificato un errore.

# fact_error
source: An error occurred.
es_es: Se produjo un error.
fr_fr: Une erreur est survenue.
it_it: Si è verificato un errore.

# c4_panel_title
source: A connect four game has been created!
es_es: ¡Se ha iniciado una partida de Conecta 4!
fr_fr: Une partie de puissance 4 a été lancée !
it_it: È iniziata una partita di Forza 4!

# c4_panel_players
source: Registered players: {0}
es_es: Jugadores inscritos: {0}
fr_fr: Joueurs inscrits: {0}
it_it: Giocatori iscritti: {0}

# c4_panel_join
source: Join the game
es_es: Unirse a la partida
fr_fr: Rejoindre la partie
it_it: Partecipa alla partita

# c4_panel_ongoing_game
source: A connect four game is ongoing... Players: {0}
es_es: Hay una partida de Conecta 4 en curso... Jugadores: {0}
fr_fr: Une partie de puissance 4 est en cours... Joueurs: {0}
it_it: Una partita di Forza 4 è in corso... Giocatori: {0}

# tour_finale_announce_message
source: Look at the tournament's finals : <<{0}>>
es_es: ¡Mirad la final del torneo! <<{0}>>
fr_fr: Regardez la finale du tournoi : <<{0}>>
it_it: Guarda la finale del torneo: <<{0}>>

# arcade_level_invalid_value
source: Invalid level. Please use 2, 3 or 4.
es_es: Palier inválido. Usa 2, 3 o 4.
fr_fr: Palier invalide. Veuillez utiliser 2, 3 ou 4.
it_it: Valore non valido. Usa 2, 3 o 4.

# arcade_level_add
source: Added level of {0} = {1}
es_es: Añadido nivel de {0} = {1}
fr_fr: Ajout du niveau de {0} = {1}
it_it: Aggiunta soglia di {0} = {1}

# arcade_level_update
source: Updated level of {0} = {1}
es_es: Actualizado nivel de {0} = {1}
fr_fr: Mise à jour du niveau de {0} = {1}
it_it: Aggiornamento soglia di {0} = {1}

# arcade_level_help
source: Syntax: addpalier (user), (level)
es_es: Sintaxis: addpalier (usuario), (palier)
fr_fr: Syntaxe: addpalier (utilisateur), (palier)
it_it: Sintassi: addpalier (utente), (soglia)

# arcade_levels_level
source: Level
es_es: Nivel
fr_fr: Palier
it_it: Livello

# arcade_levels_players
source: Players
es_es: Jugadores
fr_fr: Joueurs
it_it: Giocatori

# display_paliers_help
source: Display the arcade levels.
es_es: Muestra los palieres del arcade.
fr_fr: Affiche les paliers d'arcade.
it_it: Mostra le soglie arcade.

# arcade_level_delete_help
source: Delete someone from the arcade levels.
es_es: Elimina un usuario de los palieres del arcade.
fr_fr: Supprime un utilisateur des paliers d'arcade.
it_it: Rimuove un utente dalle soglie arcade.

# arcade_level_delete_not_found
source: Player not found.
es_es: No se encontró el jugador.
fr_fr: Le joueur n'a pas été trouvé.
it_it: Giocatore non trovato.

# arcade_level_delete_success
source: The player has been deleted.
es_es: El jugador ha sido eliminado.
fr_fr: Le joueur a été supprimé.
it_it: Giocatore rimosso.

# c4_game_player_forfeited
source: {0} forfeited.
es_es: {0} ha abandonado.
fr_fr: {0} a abandonné.
it_it: {0} ha abbandonato.

# c4_game_forfeit
source: Forfeit
es_es: Abandonar
fr_fr: Abandonner
it_it: Abbandona

# c4_game_options
source: Options
es_es: Opciones
it_it: Opzioni

# arcade_level_update_error
source: An error occurred while updating arcade level : {0}
es_es: Se produjo un error al actualizar el palier: {0}
fr_fr: Une erreur est survenue lors de la mise à jour du palier : {0}
it_it: Si è verificato un errore aggiornando la soglia: {0}

# arcade_level_no_users
source: No arcade levels found.
es_es: No se encontró ningún palier.
fr_fr: Aucun palier trouvé.
it_it: Nessuna soglia trovata.

# arcade_level_delete_failure
source: An error occurred when deleting arcade level : {0}
es_es: Se produjo un error al eliminar el palier: {0}
fr_fr: Une erreur est survenue à la suppression du palier : {0}
it_it: Si è verificato un errore rimuovendo la soglia: {0}

# ask_error
source: An error occurred while fetching a response !
es_es: ¡Se produjo un error al responder!
fr_fr: Une erreur est survenue lors de la réponse !
it_it: Si è verificato un errore durante la risposta!

# ask_prompt
source: You are a chatbot in a chatroom in an online Pokémon battle simulator (Pokémon Showdown). You have to respond to the following message : "{0}", coming from user "{1}". The response has to be at most 300 characters long and at most one line. Your name is : "{2}". We are in the room "{3}". You don't need to prefix your messages with your name. Do not use formatting, except ** for bold, `` for code and __ for italics. The previous messages in the room (the most recents first) are : "{4}".
es_es: Eres {1}, un chatbot en la sala de Pokemon Showdown {2}. Varios usuarios pueden hablarte; el ultimo solicitante es {0}. Los mensajes incluyen el nombre del hablante como "User: message". Responde al ultimo mensaje del usuario usando el contexto proporcionado. La respuesta debe ser de una sola linea y maximo 300 caracteres. No antepongas tu nombre. Sin formato excepto ** para negrita, `` para codigo y __ para cursiva.
fr_fr: Tu es un chatbot dans un salon français sur un simulateur de combat Pokémon en ligne (Pokémon Showdown). Tu dois répondre au message suivant : "{0}", venant de l'utilisateur "{1}". La réponse ne doit pas dépasser 300 caractères et tu dois n'envoyer qu'une ligne. Ton nom est : "{2}". Nous sommes dans le salon "{3}". Les messages précédents du salon sont : "{4}". Tu n'as pas besoin de préfixer tes messages par ton nom.
it_it: Sei {1}, un chatbot nella stanza Pokemon Showdown {2}. Piu utenti possono parlarti; l'ultimo richiedente e {0}. I messaggi includono il nome del parlante come "User: message". Rispondi all'ultimo messaggio dell'utente usando il contesto fornito. Risposta in una sola riga, massimo 300 caratteri. Non anteporre il tuo nome. Niente formattazione tranne ** per il grassetto, `` per il codice e __ per il corsivo.

# allcommands_room_restriction
source: Available in rooms : {0}
es_es: Disponible en las salas: {0}
fr_fr: Disponible dans les salles : {0}
it_it: Disponibile nelle sale: {0}

# rankcommand_help
source: Shows the 5 highest ratings (ranked by GXE) of a user. Syntax: -rank <user>. Use -lowestrank for the lowest ranks.
es_es: Muestra los 5 mejores tiers de un jugador según su GXE. Sintaxis: -rank <usuario>. Usa -lowestrank para los 5 peores tiers.
fr_fr: Affiche les 5 meilleurs tiers d'un joueur en fonction du GXE. Syntaxe: -rank <utilisateur>. Utilisez -lowestrank pour les 5 pires tiers.
it_it: Mostra i 5 migliori tier di un giocatore in base al GXE. Sintassi: -rank <utente>. Usa -lowestrank per i 5 peggiori tier.

# rankcommand_no_ratings
source: This user has yet to play on the ladder.
es_es: Este jugador aún no ha participado en partidas clasificadas.
fr_fr: Ce joueur n'a pas encore participé à une partie classée.
it_it: Questo giocatore non ha ancora partecipato a partite classificate.

# rankcommand_error
source: An error occurred.
es_es: Se produjo un error.
fr_fr: Une erreur est survenue.
it_it: Si è verificato un errore.

# rankcommand_title
source: {0}'s rankings
es_es: Clasificaciones de {0}
fr_fr: Classements de {0}
it_it: Classifiche di {0}

# rankcommand_wins
source: W
es_es: V
fr_fr: V
it_it: V

# rankcommand_losses
source: L
es_es: D
fr_fr: D
it_it: S

# rankcommand_format
source: Format
es_es: Formato
it_it: Formato

# profile_best_rank
source: Best Format
es_es: Mejor formato
fr_fr: Meilleur format
it_it: Miglior formato

# ladder_title
source: Ladder {0}
es_es: Clasificaciones {0}
fr_fr: Classements {0}
it_it: Classifiche {0}

# ladder_username
source: User
es_es: Jugador
fr_fr: Joueur
it_it: Giocatore

# ladder_wins
source: W
es_es: V
fr_fr: V
it_it: V

# ladder_losses
source: L
es_es: D
fr_fr: D
it_it: S

# ladder_help
source: Displays the ladder of a given tier. Syntax: -ladder <tier>, <prefix (opt)>
es_es: Muestra la clasificación de un tier. Sintaxis: -ladder <tier>, <prefijo (opcional)>
fr_fr: Affiche le classement d'un tier. Syntaxe: -ladder <tier>, <prefixe (opt)>
it_it: Mostra la classifica di un tier. Sintassi: -ladder <tier>, <prefisso (opt)>

# ladder_no_players
source: No players found.
es_es: No se encontró ningún jugador.
fr_fr: Aucun joueur trouvé.
it_it: Nessun giocatore trovato.

# command_execution_error
source: Command execution threw an error.
es_es: La ejecución del comando produjo un error.
fr_fr: L'exécution de la commande a soulevé une erreur.
it_it: L'esecuzione del comando ha generato un errore.

# repeat_start_error
source: Could not start repeat
es_es: No se pudo iniciar el repeat
fr_fr: Le repeat n'a pas pu être lancé
it_it: Il repeat non ha potuto essere avviato

# repeat_start_rank
source: You don't have the right to do that here.
es_es: No tienes permiso para hacer eso aquí
fr_fr: Vous n'avez pas le droit de faire ça ici
it_it: Non hai il permesso di farlo qui

# repeat_start_success
source: Repeat started.
es_es: Repeat iniciado.
fr_fr: Repeat lancé.
it_it: Repeat avviato.

# repeat_stop
source: Stop
es_es: Detener
fr_fr: Arrêter
it_it: Ferma

# repeat_message
source: Message
es_es: Mensaje
it_it: Messaggio

# repeat_delay
source: Delay (minutes)
es_es: Intervalo (minutos)
fr_fr: Délai (minutes)
it_it: Ritardo (minuti)

# repeat_actions
source: Actions
es_es: Acciones
it_it: Azioni

# repeat_add
source: Add a repeat
es_es: Añadir un repeat
fr_fr: Ajouter un repeat
it_it: Aggiungi un repeat

# repeat_stop_invalid_id
source: Invalid ID.
es_es: Identificador inválido.
fr_fr: Identifiant invalide.
it_it: ID non valido.

# repeat_stop_doesntexist
source: This repeat doesn't exist.
es_es: El repeat no existe.
fr_fr: Le repeat n'existe pas.
it_it: Il repeat non esiste.

# repeat_stop_rights
source: You don't have the rights to do that here.
es_es: No tienes permiso para hacer eso aquí.
fr_fr: Vous n'avez pas le droit de faire ça ici.
it_it: Non hai il permesso di farlo qui.

# repeat_stop_error
source: This repeat could not be stopped.
es_es: No se pudo detener el repeat
fr_fr: Le repeat n'a pas pu être termié
it_it: Il repeat non ha potuto essere terminato

# repeat_stop_success
source: Repeat ended.
es_es: Repeat detenido.
fr_fr: Repeat terminé.
it_it: Repeat terminato.

# speak_error
source: An error occurred !
es_es: ¡Se produjo un error!
fr_fr: Une erreur est survenue !
it_it: Si è verificato un errore!

# replay_preview_title
source: Replay of {0}
es_es: Repetición de {0}
fr_fr: Replay de {0}
it_it: Replay di {0}

# wiki_page_not_found
source: No page could be found.
es_es: No se ha encontrado ninguna página.
it_it: Nessuna pagina trovata.

# wiki_error
source: An error occurred while fetching page : {0}
es_es: Se ha producido un error al buscar la página: {0}
it_it: Si è verificato un errore cercando la pagina: {0}

# pokemon_name_required
source: Please provide a Pokemon name.
es_es: Por favor, proporciona un nombre de Pokémon.
it_it: Fornisci un nome di Pokémon.

# show_polls_history_entry
source: Poll ID: {0}, Ended At: {1} <br/>{2}<br/>
es_es: Poll ID: {0} Finalizado el: {1} <br/>{2}<br/>
it_it: Poll ID: {0} Terminato il: {1} <br/>{2}<br/>

# show_polls_history_header
source: Poll history for {0}:<br>
es_es: Historial de encuestas para: {0}<br>
it_it: Storico dei sondaggi per: {0}<br>

# show_polls_history_sent
source: Poll history sent.
es_es: Historial de encuestas enviado.
it_it: Storico dei sondaggi inviato.

# show_polls_no_polls
source: No poll has been recorded for room {0}.
es_es: No se ha encontrado ninguna encuesta.
it_it: Nessun sondaggio trovato.

# show_polls_room_not_exist
source: The room {0} does not exist.
es_es: La sala {0} no existe
it_it: La sala {0} non esiste

# countries_game_turn_ending_soon
source: Time is running out ! {0} seconds left.
es_es: ¡El tiempo corre! Quedan {0} segundos.
it_it: Il tempo stringe! Restano {0} secondi.

# dailymotion_watch_video
source: Watch on Dailymotion
es_es: Ver en Dailymotion
it_it: Guarda su Dailymotion

# dailymotion_no_video_found
source: No videos were found
es_es: No se ha encontrado ningún vídeo
it_it: Nessun video trovato

# dailymotion_fetch_error
source: An error occurred while fetching video : {0}
es_es: Se ha producido un error al cargar el vídeo: {0}
it_it: Si è verificato un errore caricando il video: {0}

# uptime
source: Uptime : {0}
es_es: Tiempo de funcionamiento: {0}
it_it: Tempo di attività: {0}

# tour_announce_message
source: A {0} tournament started in room <<{1}>>
es_es: Se ha creado un torneo {0} en la sala <<{1}>>
it_it: È stato creato un torneo {0} nella sala <<{1}>>

# deletecommand_not_found
source: Could not find command with id '{0}'
es_es: No se pudo encontrar el comando con id '{0}'.
it_it: Impossibile trovare il comando con id '{0}'.

# badge_display_not_found
source: Could not find badge {0}.
es_es: No se pudo encontrar la insignia {0}
it_it: Impossibile trovare il badge {0}

# badge_display_is_team_tournament
source: Team Tournament
es_es: Torneo por equipos
it_it: Torneo a squadre

# badge_display_is_trophy
source: Trophy
es_es: Trofeo
it_it: Trofeo

# badge_display_holders
source: Holders
es_es: Poseedores
it_it: Detentori

# badge_display_no_holders
source: None
es_es: Ninguno
it_it: Nessuno

# profile_header_badges
source: Badges
es_es: Insignias
it_it: Badge

# profile_header_info
source: Info
es_es: Información
it_it: Informazioni

# hall_of_fame_rank
source: Rank
es_es: Classifica
it_it: Rango

# hall_of_fame_user
source: Player
es_es: Giocatore
it_it: Jugador

# hall_of_fame_trophies
source: trophies
es_es: trofei
it_it: trofeos

# hall_of_fame_total
source: Total
es_es: Totale

# hall_of_fame_trophies_header
source: Trophies
es_es: Trofei
it_it: Trofeos

# hall_of_fame_team
source: as a team
es_es: in squadra
it_it: en equipo

# hall_of_fame_no_trophies
source: No trophies found
es_es: Nessun trofeo trovato
it_it: No se encontraron trofeos

# setlocale_invalid_locale
source: Locale "{0}" not found.
es_es: El idioma "{0}" no se ha encontrado.
it_it: La lingua "{0}" non è stata trovata.

# setlocale_room_not_found
source: Room "{0}" not found.
es_es: La sala "{0}" no se ha encontrado.
it_it: La stanza "{0}" non è stata trovata.

# setlocale_success
source: Updated locale of room {0} to {1}.
es_es: Actualización del idioma de la sala {0}: {1}
it_it: Aggiornamento della lingua della stanza {0}: {1}

# setlocale_failure
source: Could not update locale.
es_es: No se pudo actualizar el idioma.
it_it: Impossibile aggiornare la lingua.

# command_autocorrect_suggestion
source: Could not find command "{0}". Did you mean: __{1}__ ?
es_es: El comando "{0}" no se ha encontrado. ¿Querías decir: __{1}__ ?
it_it: Il comando "{0}" non è stato trovato. Volevi dire: __{1}__ ?

# genius_help_message
source: Fetch a song by its lyrics using Genius. Usage: -genius <lyrics>
es_es: Busca una canción por su letra usando Genius. Uso: -genius <letra>
it_it: Recupera una canzone dai suoi testi usando Genius. Uso: -genius <testo>

# genius_release_date
source: Released on: {0}
es_es: Lanzado el: {0}
it_it: Rilasciato il: {0}

# genius_artist
source: By: {0}
es_es: Por: {0}
it_it: Di: {0}

# genius_page_views
source: Page Views: {0}
es_es: Vistas de la página: {0}
it_it: Visualizzazioni pagina: {0}

# genius_link
source: Read lyrics on Genius
es_es: Leer la letra en Genius
it_it: Leggi i testi su Genius

# genius_not_found
source: Could not find any song from those lyrics or keywords.
es_es: No se pudo encontrar ninguna canción a partir de esas letras o palabras clave.
it_it: Impossibile trovare una canzone a partire da quei testi o da quelle parole chiave.

# timer_command_help
source: Sets a timer to send a message after a specified duration. Usage: -timer <duration> (e.g. 3min 50secs, 0.5h, 2 days)
es_es: Configura un temporizador para enviar un mensaje después de una duración especificada. Uso: -timer <duración> (ej. 3min 50secs, 0.5h, 2 days)
it_it: Imposta un timer per inviare un messaggio dopo una durata specificata. Utilizzo: -timer <durata> (es. 3min 50secs, 0.5h, 2 days)

# timer_command_success
source: Time's up! {0}'s timer has finished.
es_es: ¡Se acabó el tiempo! El temporizador de {0} ha terminado.
it_it: Tempo scaduto! Il timer di {0} è terminato.

# timer_command_started
source: Timer started.
es_es: Temporizador iniciado.
it_it: Timer avviato.

# hall_of_fame_title
source: Hall of fame
it_it: Salón de la fama
