[
  {
    "EnglishName":"Bulbasaur",
    "FrenchName":"Bulbizarre",
    "Description":"Il a une étrange graine plantée sur son dos. Elle grandit avec lui depuis la naissance. (Pokémon Rouge et Bleu)"
  },
  {
    "EnglishName":"Ivysaur",
    "FrenchName":"Herbizarre",
    "Description":"Si le bourgeon sur son dos commence à sentir bon la fleur risque d'éclore bientôt. (Pokémon Argent)"
  },
  {
    "EnglishName":"Venusaur",
    "FrenchName":"Florizarre",
    "Description":"Ses pétales lui servent à capter la lumière du soleil. Il peut ainsi en canaliser l'énergie. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Charmander",
    "FrenchName":"Salamèche",
    "Description":"S'il est en bonne santé, la flamme sur sa queue est importante, même s'il pleut. (Pokémon  Cristal)"
  },
  {
    "EnglishName":"Charmeleon",
    "FrenchName":"Reptincel",
    "Description":"Exalté quand il affronte des adversaires puissants, ce Pokémon en vient parfois à cracher des flammes bleutées. (Pokémon Let's Go, Pikachu et Let's Go, Évoli)"
  },
  {
    "EnglishName":"Charizard",
    "FrenchName":"Dracaufeu",
    "Description":"Il parcourt les cieux en cherchant des adversaires à sa mesure et crache de puissantes flammes capables de tout faire fondre. Il n'attaque pas les plus faibles que lui. (Pokémon Emeraude)"
  },
  {
    "EnglishName":"Squirtle",
    "FrenchName":"Carapuce",
    "Description":"Il se réfugie dans sa carapace et réplique en éclaboussant l'ennemi à la première occasion. (Pokémon X)"
  },
  {
    "EnglishName":"Wartortle",
    "FrenchName":"Carabaffe",
    "Description":"On prétend qu'il vit 10 000 ans. Sa queue duveteuse est un symbole de longévité populaire. (Pokémon Noire et Blanc)"
  },
  {
    "EnglishName":"Blastoise",
    "FrenchName":"Tortank",
    "Description":"Il devient énorme afin de supporter le puissant recul provoqué par le tir de ses Hydrocanons. (Pokémon Or)"
  },
  {
    "EnglishName":"Caterpie",
    "FrenchName":"Chenipan",
    "Description":"Ses pattes ont des ventouses lui permettant de grimper sur toute surface, notamment les arbres. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Metapod",
    "FrenchName":"Chrysacier",
    "Description":"Même si sa carapace est solide, elle n'est guère composée que de chitine et peut se briser aisément. Mieux vaut éviter les combats rudes. (Pokémon Lune)"
  },
  {
    "EnglishName":"Butterfree",
    "FrenchName":"Papilusion",
    "Description":"Ses ailes sont enduites d'une poudre toxique imperméable. Il peut voler sous la pluie. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Weedle",
    "FrenchName":"Aspicot",
    "Description":"Il vit dans les forêts et se nourrit essentiellement de feuilles. L'aiguillon sur sa tête est empoisonné. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Kakuna",
    "FrenchName":"Coconfort",
    "Description":"Il est la plupart du temps immobile, puisqu'il reste accroché à un arbre. Cependant, intérieurement, il est très actif, car il se prépare pour sa prochaine évolution. En touchant sa carapace, on peut sentir sa chaleur. (Pokémon Rubis et Saphir)"
  },
  {
    "EnglishName":"Beedrill",
    "FrenchName":"Dardargnan",
    "Description":"Il virevolte rapidement autour de l'ennemi et frappe de son dard empoisonné avant de décamper. (Pokémon Noire et Blanc)"
  },
  {
    "EnglishName":"Pidgey",
    "FrenchName":"Roucool",
    "Description":"Commun dans les forêts et les plaines, docile, il fait fuir ses ennemis en envoyant du sable. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Pidgeotto",
    "FrenchName":"Roucoups",
    "Description":"Il fabrique son nid au centre de son large territoire. Ses griffes longues et puissantes lui servent à attraper les proies. (Pokémon Stadium)"
  },
  {
    "EnglishName":"Pidgeot",
    "FrenchName":"Roucarnage",
    "Description":"Ce Pokémon est doté d'un plumage magnifique et luisant. Bien des Dresseurs sont captivés par la beauté fatale de sa huppe et décident de le choisir comme leur Pokémon favori. (Pokémon Rubis Oméga et Saphir Alpha)"
  },
  {
    "EnglishName":"Raticate",
    "FrenchName":"Rattatac",
    "Description":"Sa morsure est redoutable. Ses terribles crocs peuvent ronger les fondations des immeubles. (Pokémon Or)"
  },
  {
    "EnglishName":"Spearow",
    "FrenchName":"Piafabec",
    "Description":"Ses courtes ailes ne lui permettent pas de voler sur de longues distances. Il quadrille son territoire pour picorer les Pokémon Insecte. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Fearow",
    "FrenchName":"Rapasdepic",
    "Description":"Ses ailes géantes lui permettent de planer si longtemps qu'il ne se pose que très rarement. (Pokémon Rouge et Bleu)"
  },
  {
    "EnglishName":"Ekans",
    "FrenchName":"Abo",
    "Description":"Il s'enroule en spirale pour dormir. Sa tête reste relevée de telle sorte que cette position lui permette de réagir rapidement si une menace survenait. (Pokémon Emeraude)"
  },
  {
    "EnglishName":"Sandshrew",
    "FrenchName":"Sabelette",
    "Description":"Il a une peau très sèche et extrêmement dure. Ce Pokémon peut s'enrouler sur lui-même pour repousser les attaques. La nuit, il s'enterre dans le sable du désert pour dormir. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Sandslash",
    "FrenchName":"Sablaireau",
    "Description":"Ses griffes et épines sont tranchantes, mais elles se brisent facilement. Cela dit, il n’en a que faire, puisqu’elles repoussent le lendemain. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Clefairy",
    "FrenchName":"Mélofée",
    "Description":"Ce Pokémon retrouve ses congénères et danse lors des nuits de pleine lune. Un champ magnétique mystérieux s'étend alors alentour. (Pokémon Lune)"
  },
  {
    "EnglishName":"Clefable",
    "FrenchName":"Mélodelfe",
    "Description":"On dit qu'il vit dans de lointaines montagnes. Il déteste être vu. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Vulpix",
    "FrenchName":"Goupix",
    "Description":"Il n'a qu'une seule queue à la naissance. Celle-ci se divise à la pointe au fil des ans. (Pokémon Rouge et Bleu)"
  },
  {
    "EnglishName":"Ninetales",
    "FrenchName":"Feunard",
    "Description":"On raconte que ses neuf queues détiennent un pouvoir mystique. Il peut vivre pendant mille ans. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Jigglypuff",
    "FrenchName":"Rondoudou",
    "Description":"Quand ses yeux s'illuminent, il chante une mystérieuse berceuse pour endormir ses ennemis. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Wigglytuff",
    "FrenchName":"Grodoudou",
    "Description":"En cas de danger, il gonfle d'air son corps doux et potelé dans des proportions gigantesques. (Pokémon Y)"
  },
  {
    "EnglishName":"Zubat",
    "FrenchName":"Nosferapti",
    "Description":"Il se dirige avec des ultrasons qui lui servent de sonar pour éviter les obstacles sur son trajet. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Golbat",
    "FrenchName":"Nosferalto",
    "Description":"Sa morsure peut percer l'épiderme le plus dur. Il peut ainsi boire le sang de ses ennemis. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Oddish",
    "FrenchName":"Mystherbe",
    "Description":"En journée, il plante ses pieds-racines dans le sol. La nuit, il se promène en semant des graines. (Pokémon Diamant, Perle et Platine)"
  },
  {
    "EnglishName":"Gloom",
    "FrenchName":"Ortide",
    "Description":"Il sécrète un miel gluant, semblable à de la bave. Il est sucré mais sent beaucoup trop mauvais. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Vileplume",
    "FrenchName":"Rafflesia",
    "Description":"Il vaporise une poudre allergisante depuis ses larges pétales. Plus les pétales sont grands, plus la poudre est abondante. (Pokemon Stadium)"
  },
  {
    "EnglishName":"Venonat",
    "FrenchName":"Mimitoss",
    "Description":"Il vit à l'ombre des grands arbres où il se nourrit d'insectes. Il est attiré par la lumière. (Pokémon Noir2)"
  },
  {
    "EnglishName":"Venomoth",
    "FrenchName":"Aéromite",
    "Description":"Il bat des ailes violemment pour projeter des poudres empoisonnées vers ses adversaires. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Diglett",
    "FrenchName":"Taupiqueur",
    "Description":"Ce Pokémon laboure le sol et le fertilise avec ses déjections. Pour cette raison, beaucoup d'agriculteurs l'élèvent avec soin. (Pokémon Lune)"
  },
  {
    "EnglishName":"Dugtrio",
    "FrenchName":"Triopikeur",
    "Description":"Terriblement puissant, il peut creuser un tunnel sur tout type de sol et jusqu'à 100 Km de profondeur. (Pokémon Argent)"
  },
  {
    "EnglishName":"Meowth",
    "FrenchName":"Miaouss",
    "Description":"Il est surtout actif la nuit. Il aime chaparder les objets ronds et brillants. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Psyduck",
    "FrenchName":"Psykokwak",
    "Description":"Ses migraines réveillent chez lui des zones du cerveau qui lui donnent des pouvoirs étonnants. (Pokémon Noir & Blanc 2)"
  },
  {
    "EnglishName":"Golduck",
    "FrenchName":"Akwakwak",
    "Description":"Il nage si bien qu'il rejoint souvent des nageurs professionnels à l'entrainement. Il utilise ses pouvoirs psychiques quand la lumière sur son front s'allume. (Pokémon Emeraude)"
  },
  {
    "EnglishName":"Mankey",
    "FrenchName":"Férosinge",
    "Description":"Il se met en colère très vite. Calme ou furieux, son humeur change d'une seconde à l'autre. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Primeape",
    "FrenchName":"Colosinge",
    "Description":"Il cherchera à castagner celui qui le dérange, même s'il doit le poursuivre jusqu'au bout du monde. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Growlithe",
    "FrenchName":"Caninos",
    "Description":"Il est courageux et fier. Il se dresse vaillamment devant ses ennemis même s'ils sont plus puissants. (Pokémon Y)"
  },
  {
    "EnglishName":"Arcanine",
    "FrenchName":"Arcanin",
    "Description":"Un Pokémon très recherché pour sa grâce légendaire. Son pas élégant semble glisser sur le vent. (Pokémon Rouge et Bleu)"
  },
  {
    "EnglishName":"Poliwag",
    "FrenchName":"Ptitard",
    "Description":"La spirale sur son ventre est un organe interne visible en transparence tant sa peau est fine. Il nage mieux qu'il ne marche. (Pokémon Stadium)"
  },
  {
    "EnglishName":"Poliwhirl",
    "FrenchName":"Têtarte",
    "Description":"Le tourbillon sur son ventre bouge légèrement. Le regarder longtemps peut engendrer une somnolence. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Poliwrath",
    "FrenchName":"Tartard",
    "Description":"Les muscles solides et surdéveloppées de Tartard ne se fatiguent jamais, quels que soient les efforts qu'il produit. Ce Pokémon est tellement infatigable qu'il peut traverser l'Océan Pacifique à la nage avec une étonnante facilité. (Pokémon Rubis et Saphir)"
  },
  {
    "EnglishName":"Machop",
    "FrenchName":"Machoc",
    "Description":"Très puissant malgré sa petite taille, il est passé maître en plusieurs types d'arts martiaux. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Machoke",
    "FrenchName":"Machopeur",
    "Description":"Les muscles toniques de celui ci sont durs comme de l'acier. Ce Pokémon est si fort qu'il peut facilement soulever un sumo avec un seul doigt. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Machamp",
    "FrenchName":"Mackogneur",
    "Description":"La puissance et la rapidité de ses quatre bras puissants font des ravages sur ses adversaires. (Pokémon Platine)"
  },
  {
    "EnglishName":"Bellsprout",
    "FrenchName":"Chetiflor",
    "Description":"Son corps long et flexible lui permet de se tordre et d'osciller pour éviter tout type d'attaque. Il crache un fluide corrosif qui peut même dissoudre le fer. (Pokémon Emeraude)"
  },
  {
    "EnglishName":"Weepinbell",
    "FrenchName":"Boustiflor",
    "Description":"Un Pokémon végétal. Il capture les proies étourdies en les endormant à l'aide d'une poudre toxique. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Victreebel",
    "FrenchName":"Empiflor",
    "Description":"Il attire ses proies avec une odeur de miel et les avale tout entières. Il les digère en un jour seulement, les os y compris. (Pokémon let's go Evoli & Pikachu)"
  },
  {
    "EnglishName":"Geodude",
    "FrenchName":"Racaillou",
    "Description":"Il vit dans les plaines ou les montagnes. On le confond souvent avec un petit caillou. (Pokémon X)"
  },
  {
    "EnglishName":"Graveler",
    "FrenchName":"Gravalanch",
    "Description":"Il dévale les pentes le long des montagnes, et traverse les obstacles en les pulvérisant. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Golem",
    "FrenchName":"Grolem",
    "Description":"Sa peau de pierre est si dure que même de la dynamite ne peut la fendre. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Rapidash",
    "FrenchName":"Galopa",
    "Description":"Son galop dépasse les 240 Km/h. Il file comme une flèche, laissant flotter sa crinière ardente. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Slowpoke",
    "FrenchName":"Ramoloss",
    "Description":"Il semble toujours perdu dans ses pensées, mais personne ne sait vraiment à quoi il pense. Il adore pêcher en utilisant sa queue. (Pokémon X)"
  },
  {
    "EnglishName":"Slowbro",
    "FrenchName":"Flagadoss",
    "Description":"Chaque fois que Kokiyas mord avec force, il a soudain une idée de génie, mais il l'oublie immédiatement. (Pokémon Lune)"
  },
  {
    "EnglishName":"Magnemite",
    "FrenchName":"Magnéti",
    "Description":"Les parties sur les côtés de son corps génèrent une énergie lui permettant de léviter. (Pokemon X)"
  },
  {
    "EnglishName":"Magneton",
    "FrenchName":"Magnéton",
    "Description":"Quand de gros nuages de pluie s'amoncellent dans le ciel, ils se rassemblent sur les hauteurs pour attendre la foudre. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Farfetch’d",
    "FrenchName":"Canarticho",
    "Description":"Ce Pokémon se promène toujours en tenant un légume. Il l'utilise pour faire son nid. (Pokémon Y)"
  },
  {
    "EnglishName":"Seel",
    "FrenchName":"Otaria",
    "Description":"Il chasse ses proie dans l'eau gelée, sous la couche de glace. Lorsqu'il cherche à respirer, il perce un trou en frappant la glace avec la partie saillante de sa tête. (Pokémon Rubis Oméga et Saphir Alpha et Pokémon GO)"
  },
  {
    "EnglishName":"Dewgong",
    "FrenchName":"Lamantine",
    "Description":"Il adore piquer un roupillon à même la glace. Il y a très longtemps, un marin ayant aperçu ce Pokémon dormant sur un glacier a cru voir une sirène. (Pokémon Rubis Oméga et Saphir Alpha et Pokémon GO)"
  },
  {
    "EnglishName":"Grimer",
    "FrenchName":"Tadmorv",
    "Description":"Il est né dans la vase polluée des fonds marins. Dans les lieux trop propres, sa flore bactérienne ne peut proliférer et il dépérit. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Muk",
    "FrenchName":"Grotadmorv",
    "Description":"Ce Pokémon ne mange que ce qui est répugnant et abject. Ils se rassemblent dans les villes où les gens jettent tout par terre, dans la rue. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Shellder",
    "FrenchName":"Kokiyas",
    "Description":"Protégé par une carapace très résistante, il est vulnérable quand celle-ci s'ouvre. (Pokémon X)"
  },
  {
    "EnglishName":"Cloyster",
    "FrenchName":"Crustabri",
    "Description":"Sa coquille est extrêmement résistante. Rien ne peut la détruire, pas même une bombe. Il ne l'ouvre que lorsqu'il attaque. (Pokémon Y)"
  },
  {
    "EnglishName":"Gastly",
    "FrenchName":"Fantominus",
    "Description":"Il est composé à 95% de gaz toxiques. Les 5% restants ? Aux dires de certains, il s'agirait d'un mélange de gaz toxiques et d'âmes damnées. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Haunter",
    "FrenchName":"Spectrum",
    "Description":"Il vole l'énergie vitale de l'ennemi d'un coup de langue gazeuse. Il aime chasser dans l'ombre. (Pokémon Y)"
  },
  {
    "EnglishName":"Gengar",
    "FrenchName":"Ectoplasma",
    "Description":"Parfois, pendant les nuits noires, une ombre projetée par une réverbère peut tout à coup vous dépasser. Il s'agit d'un pokémon qui court, en se faisant passer pour l'ombre de quelqu'un d'autre. (Pokémon Rubis Oméga et Saphir Alpha et Pokémon GO)"
  },
  {
    "EnglishName":"Drowzee",
    "FrenchName":"Soporifik",
    "Description":"Il endort ses ennemis et dévore leurs songes. S’il mange trop de cauchemars, il fait une indigestion. (Pokémon X)"
  },
  {
    "EnglishName":"Hypno",
    "FrenchName":"Hypnomade",
    "Description":"il rencontre quelqu'un, il l'endort et goûte ses rêves. S'ils ont bon goût, il emporte la personne avec lui. (Pokémon Lune)"
  },
  {
    "EnglishName":"Kingler",
    "FrenchName":"Krabboss",
    "Description":"Sa grosse pince, dure comme de l'acier, est d'une puissance incommensurable, mais elle est trop lourde. (Pokémon : Let's Go, Pikachu et Let's Go, Évoli)"
  },
  {
    "EnglishName":"Voltorb",
    "FrenchName":"Voltorbe",
    "Description":"On dit qu'il se déguise en Poké Ball. Il s'autodétruit à la moindre stimulation. (Pokémon : Let's Go, Pikachu et Let's Go, Évoli)"
  },
  {
    "EnglishName":"Electrode",
    "FrenchName":"Électrode",
    "Description":"Il mange l'électricité qui se trouve dans l'atmosphère. Les jours d'orage, on peut voir ce Pokémon exploser sans arrêt parce qu'il a avalé trop d'électricité. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Exeggcute",
    "FrenchName":"Noeunoeuf",
    "Description":"Six pour le prix d’un ! Si par malheur l’un d’entre eux disparaît, il est remplacé dès le lendemain matin par une nouvelle recrue. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Exeggutor",
    "FrenchName":"Noadkoko",
    "Description":"Il frappe ses adversaires de ses pouvoirs psychiques. Comme il a trois têtes, la puissance de ses attaques s’en voit triplée. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Cubone",
    "FrenchName":"Osselait",
    "Description":"La nuit, il pense avec nostalgie à sa défunte mère et éclate en sanglots. Vaututrice, son prédateur, le localise au son de ses pleurs. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Marowak",
    "FrenchName":"Ossatueur",
    "Description":"Il lance le grand os comme un boomerang pour terrasser son ancien prédateur, les Vaututrice, pour se venger. (Pokémon Lune)"
  },
  {
    "EnglishName":"Hitmonlee",
    "FrenchName":"Kicklee",
    "Description":"Il peut rétracter et allonger ses jambes à sa guise. La formidable allonge dont il dispose lui donne souvent l'avantage en plein combat. (Pokémon X)"
  },
  {
    "EnglishName":"Hitmonchan",
    "FrenchName":"Tygnon",
    "Description":"Même le béton cède sous ses poings dévastateurs. Au combat, il s'essouffle au bout de 3 minutes. (Pokémon Perle)"
  },
  {
    "EnglishName":"Lickitung",
    "FrenchName":"Excelangue",
    "Description":"Sa langue mesure 2m et elle est plus maniable que ses pattes. Son contact provoque la paralysie. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Koffing",
    "FrenchName":"Smogo",
    "Description":"Sa fine enveloppe est remplie de gaz qui provoquent en permanence des reniflements et des irritations. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Weezing",
    "FrenchName":"Smogogo",
    "Description":"Il rétrécit ou gonfle ses deux corps pour mélanger les gaz toxiques qui s'y trouvent. Lorsque les gaz sont bien mélangés, la toxine devient très puissante. Le Pokémon se putréfie aussi un peu plus. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Rhyhorn",
    "FrenchName":"Rhinocorne",
    "Description":"Son cerveau est tout petit, à tel point que lorsqu'il attaque, il lui arrive d'oublier pourquoi il a commencé à charger. Il lui arrive de se souvenir qu'il a démoli certaines choses. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Rhydon",
    "FrenchName":"Rhinoféros",
    "Description":"En faisant tourner sa corne comme une perceuse, il peut même briser un diamant à l'état brut. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Chansey",
    "FrenchName":"Leveinard",
    "Description":"Un Pokémon rare et difficile à capturer qui porte chance et bien-être à son possesseur. (Pokémon Bleu)"
  },
  {
    "EnglishName":"Tangela",
    "FrenchName":"Saquedeneu",
    "Description":"Ses lianes s'allongent au fil du temps. Elles recouvrent tout son corps, dont on ignore la véritable forme. (Pokémon X)"
  },
  {
    "EnglishName":"Kangaskhan",
    "FrenchName":"Kangourex",
    "Description":"La femelle élève son petit dans sa poche ventrale pendant près de trois ans. Celui-ci sort une fois capable de se nourrir. (Pokémon Stadium)"
  },
  {
    "EnglishName":"Horsea",
    "FrenchName":"Hypotrempe",
    "Description":"Il niche à l'ombre du corail. Quand il se sent menacé, il disparaît dans un nuage d'encre opaque. (Pokémon Platine)"
  },
  {
    "EnglishName":"Seadra",
    "FrenchName":"Hypocéan",
    "Description":"Le contact de ses nageoires dorsales engourdit. Il ancre sa queue au corail quand il dort pour éviter que le courant ne l'emporte. (Pokémon : Let's Go, Pikachu et Let's Go, Évoli)"
  },
  {
    "EnglishName":"Goldeen",
    "FrenchName":"Poissirène",
    "Description":"Sa queue ondule gracieusement comme un voile. On l'appelle Reine des océans. (Pokémon Rouge)"
  },
  {
    "EnglishName":"Seaking",
    "FrenchName":"Poissoroy",
    "Description":"Il existe deux types de Dresseurs de ce Pokémon : ceux qui aiment sa corne et ceux qui préfèrent ses nageoires. Les deux groupes se détestent. (Pokémon Lune)"
  },
  {
    "EnglishName":"Staryu",
    "FrenchName":"Stari",
    "Description":"On peut voir ces Pokémon en grand nombre près des côtes. La nuit, le centre de son corps clignote d'une lumière rouge. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Starmie",
    "FrenchName":"Staross",
    "Description":"Staross nage en faisant tournoyer son corps en forme d'étoile, un peu à la manière d'une hélice de bateau. le cœur au centre du corps de ce Pokémon brille de sept couleurs. (Pokémon Saphir)"
  },
  {
    "EnglishName":"Mr. Mime",
    "FrenchName":"M. Mime",
    "Description":"Il utilise un curieux pouvoir contenu dans ses doigts pour solidifier l'air en un mur invisible. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Scyther",
    "FrenchName":"Insécateur",
    "Description":"Bondissant hors de l'herbe comme un ninja, il lacère sa proie de ses griffes acérées. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Jynx",
    "FrenchName":"Lippoutou",
    "Description":"Il marche en rythme, ondule de tout son corps et se déhanche comme s'il dansait. Ses mouvements sont si communicatifs que les gens qui le voient sont soudain pris d'une terrible envie de bouger les hanches, sans réfléchir. (Pokémon GO)"
  },
  {
    "EnglishName":"Electabuzz",
    "FrenchName":"Elektek",
    "Description":"Stocker l'énergie de la foudre dans ces Pokémon pour qu'elle soit disponible à tout moment est un projet à l'étude. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Pinsir",
    "FrenchName":"Scarabrute",
    "Description":"Quand il ne peut écraser sa proie avec sa pince, il la secoue et l'envoie dans les airs. (Pokémon Bleu)"
  },
  {
    "EnglishName":"Magikarp",
    "FrenchName":"Magicarpe",
    "Description":"Un Pokémon tout à fait pathétique. Il peut juste sauter haut en de rares occasions. (Pokémon Or)"
  },
  {
    "EnglishName":"Gyarados",
    "FrenchName":"Léviator",
    "Description":"Gigantesque et maléfique, il est capable de raser une ville entière dans un accès de rage. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Lapras",
    "FrenchName":"Lokhlass",
    "Description":"Ce Pokémon très intelligent comprend le langage humain. Il adore parcourir les mers avec des gens sur son dos. (Pokémon Blanc 2)"
  },
  {
    "EnglishName":"Ditto",
    "FrenchName":"Métamorph",
    "Description":"Quand il repère un ennemi, il adapte son corps pour en faire une copie presque parfaite de celui de son adversaire. (Pokémon Let's Go)"
  },
  {
    "EnglishName":"Eevee",
    "FrenchName":"Évoli",
    "Description":"Un Pokémon rare qui s'adapte aux environnements hostiles en variant ses formes évolutives. (Pokémon X)"
  },
  {
    "EnglishName":"Vaporeon",
    "FrenchName":"Aquali",
    "Description":"Il a évolué pour s'adapter au milieu aquatique. Il peut se fondre et disparaître dans l'élément liquide. (Pokémon Y)"
  },
  {
    "EnglishName":"Jolteon",
    "FrenchName":"Voltali",
    "Description":"Quand son pelage se hérisse, c'est signe qu'il va projeter de l'électricité. Attention, car il arrive que la foudre tombe près de lui. (Pokémon Lune)"
  },
  {
    "EnglishName":"Flareon",
    "FrenchName":"Pyroli",
    "Description":"La fourrure soyeuse de ce Pokémon a une fonction anatomique. Elle rejette la chaleur dans l'air pour que son corps ne surchauffe pas. La température du corps de ce Pokémon peut atteindre 900°C. (Pokémon GO)"
  },
  {
    "EnglishName":"Omanyte",
    "FrenchName":"Amonita",
    "Description":"Un Pokémon préhistorique qui vivait dans les profondeurs marines. Il se déplace en agitant ses 10 tentacules. (Pokémon X)"
  },
  {
    "EnglishName":"Omastar",
    "FrenchName":"Amonistar",
    "Description":"On suppose que ce Pokémon antique a disparu en raison de la lourdeur de sa coquille. Il est l'ancêtre présumé des Octillery. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Aerodactyl",
    "FrenchName":"Ptéra",
    "Description":"Un Pokémon qui arpentait le ciel au temps des dinosaures. Ses crocs sont pareils à des scies. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Snorlax",
    "FrenchName":"Ronflex",
    "Description":"Ce Pokémon n'est pas satisfait tant qu'il n'a pas avalé ses 400 kilos de nourriture quotidienne. Dès qu'il a fini de manger, il commence une sieste pour digérer. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Articuno",
    "FrenchName":"Artikodin",
    "Description":"Les majestueuses ailes translucides de ce Pokémon légendaire semblent être faites de givre. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Zapdos",
    "FrenchName":"Électhor",
    "Description":"Ce Pokémon légendaire annonce l'arrivée de nuages noirs, d'éclairs et d'averses. (Pokémon Jaune)"
  },
  {
    "EnglishName":"Moltres",
    "FrenchName":"Sulfura",
    "Description":"Le légendaire oiseau du feu. Une pluie de flammes surgit à chaque battement de ses ailes. (Pokémon X)"
  },
  {
    "EnglishName":"Dratini",
    "FrenchName":"Minidraco",
    "Description":"Il grandit en muant quasiment tous les jours. Sa peau est toute douce après la mue. (Pokémon Ultra Lune)"
  },
  {
    "EnglishName":"Dragonair",
    "FrenchName":"Draco",
    "Description":"On l'appelle le Pokémon divin. Quand son corps brille légèrement, le climat change. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Dragonite",
    "FrenchName":"Dracolosse",
    "Description":"Il est capable de faire le tour de la planète en seize heures à peine. C'est un Pokémon au grand cœur qui ramène à bon port les navires perdus dans les tempêtes. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Chikorita",
    "FrenchName":"Germignon",
    "Description":"Il jauge la température et l'humidité grâce à la feuille sur sa tête. Il raffole des bains de soleil. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Bayleef",
    "FrenchName":"Macronium",
    "Description":"Une odeur épicée provient de son cou. Si on la respire, cette odeur donne envie de se battre. (Pokémon Or)"
  },
  {
    "EnglishName":"Meganium",
    "FrenchName":"Méganium",
    "Description":"Son souffle a l'incroyable capacité de ranimer les plantes et les fleurs flétries. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Cyndaquil",
    "FrenchName":"Héricendre",
    "Description":"Il reste en général courbé. S'il est en colère ou surpris, des flammes jaillissent de son dos. (Pokémon Argent et Pokédex Deluxe (Tiger))"
  },
  {
    "EnglishName":"Quilava",
    "FrenchName":"Feurisson",
    "Description":"Les flammes émanant de son dos grandissent s'il est en colère. Il impressionne ainsi ses ennemis. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Typhlosion",
    "FrenchName":"Typhlosion",
    "Description":"Quand il est en rage, il devient si brûlant que tout ce qu'il touche devient instantanément enflammé. (Pokédex Deluxe (Tiger))"
  },
  {
    "EnglishName":"Totodile",
    "FrenchName":"Kaiminus",
    "Description":"Malgré son tout petit corps, sa est très puissante. Parfois, ce Pokémon mordille les gens pour jouer, sans se rendre compte que sa morsure peut gravement blesser quelqu'un. (Pokémon Rubis et Saphir)"
  },
  {
    "EnglishName":"Croconaw",
    "FrenchName":"Crocrodil",
    "Description":"Quand il a refermé sa mâchoire sur son ennemi, il ne lâche pas prise. Ses crocs recourbés comme des hameçons ne peuvent pas être retirés une fois enfoncés. (Pokémon Émeraude)"
  },
  {
    "EnglishName":"Feraligatr",
    "FrenchName":"Aligatueur",
    "Description":"Quand il mord avec sa puissante mâchoire, il secoue sa tête pour déchiqueter sa pauvre victime. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Sentret",
    "FrenchName":"Fouinette",
    "Description":"Ce Pokémon très nerveux prend appui sur sa queue pour observer ses alentours. (Pokémon Diamant, Perle et Platine)"
  },
  {
    "EnglishName":"Furret",
    "FrenchName":"Fouinar",
    "Description":"La femelle s'enroule autour des petits pour les bercer. Il accule l'ennemi grâce à sa vitesse. (Pokémon Diamant, Perle et Platine)"
  },
  {
    "EnglishName":"Noctowl",
    "FrenchName":"Noarfang",
    "Description":"Quand il réfléchit, il tourne sa tête à 180 degrés pour optimiser son mode de pensée. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Ledyba",
    "FrenchName":"Coxy",
    "Description":"Il est si timide qu'il ne se déplace qu'au milieu d'un essaim. Il exprime ses émotions par l'odeur. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Ledian",
    "FrenchName":"Coxyclaque",
    "Description":"Il tire sa force de la lumière des étoiles. Plus il y en a et plus ses motifs dorsaux sont grands. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Spinarak",
    "FrenchName":"Mimigal",
    "Description":"Il reste immobile dans sa toile pendant des jours. Il attend que sa proie se rapproche pour la capturer. (Pokémon Y)"
  },
  {
    "EnglishName":"Ariados",
    "FrenchName":"Migalos",
    "Description":"Il peut produire des fils de soie par l'arrière-train ou par la bouche. Il est difficile de différencier les deux. (Pokémon X)"
  },
  {
    "EnglishName":"Crobat",
    "FrenchName":"Nostenfer",
    "Description":"Lorsqu'il vole depuis longtemps, il utilise ses ailes antérieures ou postérieures en alternance. Il peut aisément changer de paire d'ailes lorsqu'il est fatigué. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Chinchou",
    "FrenchName":"Loupio",
    "Description":"Ses deux antennes sont chargées de cellules qui génèrent un courant de forte intensité. Ces cellules libèrent tellement d'électricité qu'elles vibrent légèrement. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Cleffa",
    "FrenchName":"Mélo",
    "Description":"Les nuits où les étoiles filantes inondent le ciel, il danse en cercle avec ses congénères. On dit qu’admirer ce spectacle porte bonheur (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Igglybuff",
    "FrenchName":"Toudoudou",
    "Description":"Il adore chanter, mais il n'est pas encore très doué. Il s'améliore progressivement si on le complimente suffisamment. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Mareep",
    "FrenchName":"Wattouat",
    "Description":"Sa laine fournie enfle lorsqu'il accumule de l'électricité statique. Son contact peut choquer. (Pokémon Diamant, Perle et Platine)"
  },
  {
    "EnglishName":"Flaaffy",
    "FrenchName":"Lainergie",
    "Description":"Sa douce laine stocke facilement l'électricité. Sa peau caoutchouteuse prévient l'électrocution. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Ampharos",
    "FrenchName":"Pharamp",
    "Description":"Le bout de sa queue brille avec intensité. Jadis, on s'en servait pour envoyer des signaux. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Bellossom",
    "FrenchName":"Joliflor",
    "Description":"À la fin de la saison des pluies, il sort danser en plein air, attiré par la chaleur du soleil. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Sudowoodo",
    "FrenchName":"Simularbre",
    "Description":"Il fait semblant d'être un arbre. Sa composition est en fait plus proche de la pierre. (Pokémon X)"
  },
  {
    "EnglishName":"Politoed",
    "FrenchName":"Tarpaud",
    "Description":"Le cheveu bouclé sur sa tête est la preuve de son statut de roi. On raconte que plus son cheveu est long et bouclé, plus ce Pokémon est respecté par ses semblables. (Pokémon Rubis Oméga et Saphir Alpha et Pokémon GO)"
  },
  {
    "EnglishName":"Hoppip",
    "FrenchName":"Granivol",
    "Description":"Il dérive avec le vent. Sa présence en nombre dans les champs et les montagnes annonce le printemps. (Pokémon Y)"
  },
  {
    "EnglishName":"Skiploom",
    "FrenchName":"Floravol",
    "Description":"Sa fleure éclot lorsque la température atteint 18 degrés. Son ouverture change en fonction de la température. Certains se servent de lui comme d'un thermomètre. (Pokémon Émeraude)"
  },
  {
    "EnglishName":"Jumpluff",
    "FrenchName":"Cotovol",
    "Description":"Quand il est pris dans le vent, il utilise ses appendices de coton pour voler autour du monde. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Aipom",
    "FrenchName":"Capumain",
    "Description":"Il guette ses proies depuis la cime des arbres. Quand il aperçoit un Croquine, son mets préféré, il se jette dessus. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Sunkern",
    "FrenchName":"Tournegrin",
    "Description":"Il vit en buvant la rosée sur les feuilles. On dit qu'il ne peut rien avaler d'autre. (Pokémon Y)"
  },
  {
    "EnglishName":"Sunflora",
    "FrenchName":"Héliatronc",
    "Description":"Les rayons du soleil lui donnent de l'énergie. Il est connu pour migrer vers les régions ensoleillées. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Wooper",
    "FrenchName":"Axoloto",
    "Description":"Quand il marche sur la terre ferme, il répand une fine couche de poison tout le long de son corps. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Quagsire",
    "FrenchName":"Maraiste",
    "Description":"Il est si distrait que quand il nage, il se cogne souvent la tête sur les rochers ou les coques de bateau. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Espeon",
    "FrenchName":"Mentali",
    "Description":"Son fin pelage enregistre les courants d'air provoqués par les déplacements de ses ennemis. (Pokémon Or)"
  },
  {
    "EnglishName":"Umbreon",
    "FrenchName":"Noctali",
    "Description":"Quand la nuit tombe, les anneaux sur son corps se mettent à luire, terrorisant ceux qui sont proches. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Murkrow",
    "FrenchName":"Cornèbre",
    "Description":"Les gens voient en lui un oiseau de malheur, mais il offre des choses brillantes aux Dresseurs dont il devient l'ami. (Pokémon Lune)"
  },
  {
    "EnglishName":"Slowking",
    "FrenchName":"Roigada",
    "Description":"Tous les jours, il entreprend des recherches pour résoudre les mystères du monde. Cependant, ce Pokémon oublie tout ce qu'il a appris si le Kokiyas qui se trouve sur sa tête s'en va. (Pokémon Émeraude)"
  },
  {
    "EnglishName":"Misdreavus",
    "FrenchName":"Feuforêve",
    "Description":"Il adore faire des blagues, comme crier ou se mettre à gémir pour faire sursauter les gens en pleine nuit. (Pokédex Deluxe (Tiger))"
  },
  {
    "EnglishName":"Unknown",
    "FrenchName":"Zarbi",
    "Description":"Ils ressemblent aux vieux hiéroglyphes inscrits sur les tablettes. Il semble qu’ils y soient liés. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Wobbuffet",
    "FrenchName":"Qulbutoké",
    "Description":"Il déteste la lumière. S'il est attaqué, il se gonfle pour riposter avec plus de violence. (Pokémon Or)"
  },
  {
    "EnglishName":"Pineco",
    "FrenchName":"Pomdepik",
    "Description":"Il ressemble à une pomme de pin. Sa carapace le protège des Pokémon Oiseaux qui le picorent par erreur. (Pokémon Y)"
  },
  {
    "EnglishName":"Forretress",
    "FrenchName":"Foretress",
    "Description":"Il se cache dans sa carapace en acier trempé. La carapace s'ouvre quand il attrape sa proie, mais cela va si vite qu'il est impossible de voir à l'intérieur. (Pokémon Émeraude)"
  },
  {
    "EnglishName":"Dunsparce",
    "FrenchName":"Insolourdo",
    "Description":"Son nid est un véritable labyrinthe qu'il creuse à l'aide de sa queue. Il sait à peine voler. (Pokémon Noir)"
  },
  {
    "EnglishName":"Gligar",
    "FrenchName":"Scorplane",
    "Description":"Il s'accroche souvent aux falaises. Sa proie repérée, il plane vers elle pour l'attaquer. (Pokémon X)"
  },
  {
    "EnglishName":"Scizor",
    "FrenchName":"Cizayox",
    "Description":"Il utilise ses énormes pinces dures comme de l'acier pour réduire en miettes ceux qu'il identifie comme des ennemis. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Shuckle",
    "FrenchName":"Caratroc",
    "Description":"Il stocke des Baies sous sa carapace. Elles fermentent et produisent des jus délicieux. (Pokémon Platine)"
  },
  {
    "EnglishName":"Heracross",
    "FrenchName":"Scarhino",
    "Description":"Il parcourt les forêts à la recherche de miel. Il est très fier de sa force colossale, mais sa capacité à voler laisse quelque peu à désirer. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Sneasel",
    "FrenchName":"Farfuret",
    "Description":"Il fait équipe avec ses congénères pour voler les œufs des Pokémon oiseaux, mais ils se font la guerre pour décider de qui les mangera. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Slugma",
    "FrenchName":"Limagma",
    "Description":"Son corps est fait de magma. S'il cesse de bouger, il refroidit et durcit. (Pokémon Y)"
  },
  {
    "EnglishName":"Magcargo",
    "FrenchName":"Volcaropod",
    "Description":"Sa coquille, très fragile, projette régulièrement des flammes qui circulent dans son corps. (Pokémon X)"
  },
  {
    "EnglishName":"Swinub",
    "FrenchName":"Marcacrin",
    "Description":"Il fouille le sol de sa truffe à la recherche de nourriture, et découvre parfois des sources chaudes. (Pokémon Noir 2)"
  },
  {
    "EnglishName":"Piloswine",
    "FrenchName":"Cochignon",
    "Description":"Il est protégé du froid mordant par son épais manteaux de fourrure. Ses cornes sont formées de glace. (Pokémon Platine)"
  },
  {
    "EnglishName":"Corsola",
    "FrenchName":"Corayon",
    "Description":"Il vit dans les mers du sud. Si son environnement est pollué, ses belles branches perdent leur couleur avant de tomber en morceaux. (Pokémon Émeraude)"
  },
  {
    "EnglishName":"Remoraid",
    "FrenchName":"Rémoraid",
    "Description":"Se servant de sa nageoire dorsale, il s'accroche sous un Démanta pour récupérer ses restes. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Delibird",
    "FrenchName":"Cadoizo",
    "Description":"Il passe ses journées à transporter de la nourriture. Il l'offre souvent aux gens égarés en montagne. (Pokémon Y)"
  },
  {
    "EnglishName":"Mantine",
    "FrenchName":"Démanta",
    "Description":"Il nage avec élégance, sans se soucier des Rémoraid collés à ses nageoires. Il est de nature docile. (Pokémon Perle)"
  },
  {
    "EnglishName":"Skarmory",
    "FrenchName":"Airmure",
    "Description":"Son plumage d'acier, bien que très résistant, est sujet à la rouille. C'est pourquoi ce Pokémon préférera rester au nid les jours de pluie. (Pokémon Lune)"
  },
  {
    "EnglishName":"Houndour",
    "FrenchName":"Malosse",
    "Description":"Il émet toutes sortes de cris pour communiquer avec ses semblables ou pour chasser une proie. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Houndoom",
    "FrenchName":"Démolosse",
    "Description":"Il crache des flammes empoisonnées pour achever ses proies, qu'il partage avec les autres membres de sa meute. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Kingdra",
    "FrenchName":"Hyporoi",
    "Description":"Il dort au plus profond de l'océan pour accumuler de l'énergie. Son réveil cause des tornades. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Stantler",
    "FrenchName":"Cerfrousse",
    "Description":"Les boules sur ses bois peuvent être réduites en poudre pour créer un somnifère. (Pokémon Cristal)"
  },
  {
    "EnglishName":"Smeargle",
    "FrenchName":"Queulorior",
    "Description":"Ce Pokémon marque son territoire en peignant à l'aide du liquide suintant du bout de sa queue. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Tyrogue",
    "FrenchName":"Debugant",
    "Description":"Il devient nerveux s'il ne s'entraîne pas tous les jours. Lorsqu'un dresseur élève ce Pokémon, il doit établir et appliquer un programme d'entraînement très complet. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Hitmontop",
    "FrenchName":"Kapoera",
    "Description":"Si vous êtes fasciné par sa danse de coups de pieds, vous risquez de le regretter. (Pokémon Or)"
  },
  {
    "EnglishName":"Smoochum",
    "FrenchName":"Lippouti",
    "Description":"Il goûte à tout du bout des lèvres. Elles gardent en mémoire ses goûts et ses dégoûts. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Miltank",
    "FrenchName":"Ecrémeuh",
    "Description":"Si elle vient d'avoir un petit, son lait est bien plus nutritif que d'habitude. (Pokémon Argent)"
  },
  {
    "EnglishName":"Blissey",
    "FrenchName":"Leuphorie",
    "Description":"Il est d'une nature protectrice. S'il voit un Pokémon malade, il le soignera jusqu'à ce qu'il guérisse. (Pokémon Rouge Feu)"
  },
  {
    "EnglishName":"Larvitar",
    "FrenchName":"Embrylex",
    "Description":"Né sous terre, il ne peut atteindre la surface que s'il a mangé toute la terre qui l'entoure. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Pupitar",
    "FrenchName":"Ymphect",
    "Description":"Son corps est dur comme la pierre souterraine. Il file comme une fusée en expulsant des gaz. (Pokémon X)"
  },
  {
    "EnglishName":"Tyranitar",
    "FrenchName":"Tyranocif",
    "Description":"Lorsqu'il est en colère, il abat des montagnes et enterre des fleuves. On doit alors modifier les cartes. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Treecko",
    "FrenchName":"Arcko",
    "Description":"Il peut grimper aux murs à l'aide de ses pattes. Grâce à sa queue, il est capable de mesurer l'humidité de l'air et de prédire le temps du jour suivant. (Pokémon X)"
  },
  {
    "EnglishName":"Grovyle",
    "FrenchName":"Massko",
    "Description":"Les feuilles qui poussent sur son corps sont bien pratiques lorsqu'il veut se camoufler dans la forêt. Ce Pokémon est passé maître dans l'art de grimper aux arbres. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Sceptile",
    "FrenchName":"Jungko",
    "Description":"Il parcourt la jungle avec agilité et attaque ses proies grâce aux feuilles tranchantes sur ses bras. (Pokémon Y)"
  },
  {
    "EnglishName":"Torchic",
    "FrenchName":"Poussifeu",
    "Description":"Il dispose d'un endroit dans son corps pour stocker sa flamme. Si on lui fait un gros câlin, sa flamme s'illumine chaleureusement. Ce Pokémon est couvert d'un duvet très doux. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Combusken",
    "FrenchName":"Galifeu",
    "Description":"Il combat grâce aux flammes ardentes qu'il crache de son bec et à ses coups de pied destructeurs. Le cri de ce Pokémon est très puissant et très gênant pour l'adversaire. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Blaziken",
    "FrenchName":"Braségali",
    "Description":"Il a des jambes incroyablement puissantes. Il peut sauter par-dessus un immeuble de trente étages. Les coups de poing enflammés de ce Pokémon peuvent carboniser ses ennemis. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Mudkip",
    "FrenchName":"Gobou",
    "Description":"Sous l'eau, il peut respirer grâce aux branchies sur ses joues. S'il se retrouve en difficulté pendant un combat, ce Pokémon déchaîne ses pouvoirs incroyables. Il peut détruire des rochers plus gros que lui. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Marshtomp",
    "FrenchName":"Flobio",
    "Description":"Son corps est enveloppé par un film fin et collant qui lui permet de vivre hors de l'eau. Ce Pokémon joue dans la vase sur les plages lorsque la marée est basse. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Swampert",
    "FrenchName":"Laggron",
    "Description":"Il est très fort. Tellement fort qu'il peut aisément tirer un rocher pesant plus d'une tonne. Ce Pokémon est également doté d'une vue si efficace qu'il peut même voir à travers l'eau trouble. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Poochyena",
    "FrenchName":"Medhyèna",
    "Description":"Sans se poser de questions, il essaye de mordre tout ce qui bouge. Ce Pokémon pourchasse sa proie jusqu'à ce qu'elle s'épuise. Cependant, il se peut qu'il prenne peur et s'enfuie si la proie riposte. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Mightyena",
    "FrenchName":"Grahyèna",
    "Description":"Ils forment des meutes de dix qui excellent au travail de groupe pour capturer leurs proies. (Pokémon Y)"
  },
  {
    "EnglishName":"Zigzagoon",
    "FrenchName":"Zigzaton",
    "Description":"Un Pokémon d'une curiosité insatiable. Il montre de l'intérêt pour tout ce qui l'entoure et passe d'un endroit à un autre en zigzaguant pour tout regarder. (Pokémon Y)"
  },
  {
    "EnglishName":"Linoone",
    "FrenchName":"Linéon",
    "Description":"Lorsqu'il chasse, ce pokémon fonce toujours tout droit sur sa proie à pleine vitesse. Bien que ce Pokémon puisse atteindre 100 km/h, il doit s'arrêter en catastrophe avant de pouvoir tourner (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Wurmple",
    "FrenchName":"Chenipotte",
    "Description":"À l'aide de ses pointes arrière, il déchire l'écorce des arbres et mange la sève qui coule dessus. Les pattes de ce Pokémon sont dotées de coussinets à ventouses pour adhérer aux parois en verre sans en glisser. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Silcoon",
    "FrenchName":"Armulys",
    "Description":"Il s'accroche à une branche d'arbre avec de la soie pour éviter de tomber. Ce Pokémon y reste tranquillement en attendant son évolution. Il regarde l'extérieur à travers un petit trou dans son cocon de soie. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Beautifly",
    "FrenchName":"Charmillon",
    "Description":"Réputé pour les motifs de ses ailes aux couleurs vives. Il allonge sa trompe pour butiner le nectar. (Pokémon X)"
  },
  {
    "EnglishName":"Cascoon",
    "FrenchName":"Blindalys",
    "Description":"Son corps, constitué de soie fine, durcit avec le temps. Si vous voyez apparaître des fissures, c'est qu'il va très bientôt évoluer. (Pokémon X)"
  },
  {
    "EnglishName":"Dustox",
    "FrenchName":"Papinox",
    "Description":"Il est instinctivement attiré par la lumière. Des nuées de ce Pokémon sont attirées par les réverbères des villes, où il sème la pagaille en grignotant les feuilles des arbres en bordure de route. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Lotad",
    "FrenchName":"Nénupiot",
    "Description":"Il ressemble à une plante aquatique et fait la navette pour les Pokémon qui ne savent pas nager. (Pokémon X)"
  },
  {
    "EnglishName":"Seedot",
    "FrenchName":"Grainipiot",
    "Description":"Il ressemble à un gland pendu à une branche. Il adore effrayer les autres Pokémon. (Pokémon Y)"
  },
  {
    "EnglishName":"Nuzleaf",
    "FrenchName":"Pifeuil",
    "Description":"Ce Pokémon se sert de la feuille sur sa tête pour jouer de la flûte. Le son de sa flûte effraie et décontenance les gens perdus en forêt. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Shiftry",
    "FrenchName":"Tengalice",
    "Description":"Il est un Pokémon mystérieux que l'on dit de vivre au-dessus des arbres imposants datant de plus de mille ans. Il crée des tempêtes terribles avec les feuilles éventail qu'il détient. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Taillow",
    "FrenchName":"Nirondelle",
    "Description":"Il ne supporte pas les saisons froides. Il vole vers d'autres terres à la recherche de chaleur et peut ainsi parcourir 300 km par jour. (Pokémon Y)"
  },
  {
    "EnglishName":"Swellow",
    "FrenchName":"Hélédelle",
    "Description":"Il vole dans les cieux en dessinant de grands arcs. Ce Pokémon plonge en piqué dès qu'il repère sa proie. Il attrape fermement la malheureuse cible dans ses serres, empêchant toute fuite. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Wingull",
    "FrenchName":"Goélise",
    "Description":"Il a l'habitude de transporter ses proies et ses objets de valeur dans son bec avant de les cacher. Ce Pokémon se laisse porter par le vent et vole comme s'il surfait dans les cieux. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Pelipper",
    "FrenchName":"Bekipan",
    "Description":"Le bec de ce Pokémon est énorme, tellement énorme qu'un petit enfant pourrait grimper dedans et s'y cacher sans problème. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Ralts",
    "FrenchName":"Tarsal",
    "Description":"Il a le pouvoir de ressentir les émotions des gens. Si son Dresseur est d'humeur joyeuse, ce Pokémon devient lui aussi gai et enjoué. (Pokémon Saphir Alpha) "
  },
  {
    "EnglishName":"Surskit",
    "FrenchName":"Arakdo",
    "Description":"Il semble patiner sur l'eau. Le parfum diffusé par le sommet de sa tête sert à attirer ses proies. (Pokémon Y)"
  },
  {
    "EnglishName":"Masquerain",
    "FrenchName":"Maskadra",
    "Description":"Des motifs en forme d'yeux ornent ses antennes. Ses 4 ailes l'aident à voler dans toutes les directions. (Pokémon X)"
  },
  {
    "EnglishName":"Shroomish",
    "FrenchName":"Balignon",
    "Description":"Lorsqu'il se sent un danger, il secoue son corps et répand ses spores du haut de sa tête. Les spores de ce Pokémon sont si toxiques qu'elles font dépérir les arbres et les herbes (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Breloom",
    "FrenchName":"Chapignon",
    "Description":"Il se rapproche de son ennemi en se servant de son jeu de jambes, puis donne des coups de poings avec ses bras élastiques. La technique de combat de ce Pokémon est digne des meilleurs boxeurs. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Slakoth",
    "FrenchName":"Parecool",
    "Description":"Il se prélasse plus de vingt heures par jour. Il bouge tellement peu qu'il n'a presque pas besoin de manger. Le repas quotidien de ce Pokémon n'est constitué que de trois feuilles. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Slaking",
    "FrenchName":"Monaflèmit",
    "Description":"Il passe toute sa journée allongé à paresser. Il mange toute l'herbe qu'il trouve à portée de main. Ensuite, il change d'endroit, à contrecœur. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Nincada",
    "FrenchName":"Ningale",
    "Description":"Il vit depuis des années sous terre, dans l'obscurité la plus totale. Ce Pokémon absorbe les nutriments des racines des arbres. Il reste immobile, attendant patiemment son évolution. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Shedinja",
    "FrenchName":"Munja",
    "Description":"Une carapace d'insecte laissée à l'abandon. On dit qu'il vole l'âme de celui qui regarde à l'intérieur. (Pokémon X)"
  },
  {
    "EnglishName":"Whismur",
    "FrenchName":"Chuchmur",
    "Description":"Généralement, sa voix est très douce, à peine audible, même si on tend l'oreille. Pourtant, lorsque ce Pokémon sent l'approche du danger, il se met à crier si fort qu'il peut déchirer des tympans. (Pokémon Rubis Oméga et Pokémon GO)"
  },
  {
    "EnglishName":"Loudred",
    "FrenchName":"Ramboum",
    "Description":"Il hurle en trépignant. Quand il a fini de hurler, ce Pokémon reste incapable d'entendre le moindre son pendant un long moment. Il semble que ce soit son point faible. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Exploud",
    "FrenchName":"Brouhabam",
    "Description":"Son hurlement s'entend à 10 Km à la ronde. Ses orifices émettent toutes sortes de bruits. (Pokémon X)"
  },
  {
    "EnglishName":"Nosepass",
    "FrenchName":"Tarinor",
    "Description":"Son nez magnétique pointe constamment vers le nord. Les voyageurs l'observent pour connaître leur position. (Pokémon Y)"
  },
  {
    "EnglishName":"Sableye",
    "FrenchName":"Ténéfix",
    "Description":"À force de manger des gemmes, les yeux de ce Pokémon des grottes obscures sont devenus des joyaux. (Pokémon X)"
  },
  {
    "EnglishName":"Mawile",
    "FrenchName":"Mysdibule",
    "Description":"Il utilise son visage charmeur pour tromper ses ennemis avant de les mordre avec ses énormes mâchoires. (Pokémon X)"
  },
  {
    "EnglishName":"Aron",
    "FrenchName":"Galekid",
    "Description":"Il est recouvert d'une armure en acier. Quand il évolue, il en revêt une nouvelle et abandonne l'ancienne. Celle-ci est très recherchée par l'industrie sidérurgique. (Pokémon Émeraude)"
  },
  {
    "EnglishName":"Lairon",
    "FrenchName":"Galégon",
    "Description":"Il se nourrit du minerai de fer qu'il fore. Il défend son territoire en chargeant avec son corps d'acier. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Aggron",
    "FrenchName":"Galeking",
    "Description":"Il creuse des galeries à travers la pierre avec ses cornes d'acier pour trouver le fer qu'il apprécie. (Pokémon Y)"
  },
  {
    "EnglishName":"Meditite",
    "FrenchName":"Méditikka",
    "Description":" Il pratique le yoga tous les jours et développe sa force spirituelle avec la méditation. (Pokémon Perle)"
  },
  {
    "EnglishName":"Medicham",
    "FrenchName":"Charmina",
    "Description":"Ses pouvoirs psy, renforcés par la pratique du yoga, lui permettent de prédire les mouvements ennemis. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Electrike",
    "FrenchName":"Dynavolt",
    "Description":"Il court tellement vite que l’œil humain ne peut pas le suivre. La friction générée par sa course est convertie en électricité, puis stockée dans la fourrure de ce Pokémon. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Manectric",
    "FrenchName":"Élecsprint",
    "Description":"Il libère l'électricité par sa crinière. Il crée un nuage d'orage pour appeler la foudre. (Pokémon Platine)"
  },
  {
    "EnglishName":"Plusle",
    "FrenchName":"Posipi",
    "Description":"Il absorbe l'énergie des poteaux électriques et encourage ses amis avec des pompons d'étincelles. (Pokémon Noir)"
  },
  {
    "EnglishName":"Minum",
    "FrenchName":"Négapi",
    "Description":"Il encourage ses amis. Son corps produit plus d'étincelles quand il est en mauvaise posture. (Pokémon Y)"
  },
  {
    "EnglishName":"Volbeat",
    "FrenchName":"Muciole",
    "Description":"Il communique avec ses pairs en allumant son postérieur la nuit. Il adore le doux parfum de Lumivole. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Illumise",
    "FrenchName":"Lumivole",
    "Description":"Il utilise son doux parfum pour aider Muciole à décrire des arabesques dans le ciel nocturne. (Pokémon Y)"
  },
  {
    "EnglishName":"Gulpin",
    "FrenchName":"Gloupti",
    "Description":"Son corps est principalement constitué d'un estomac dont les sucs digestifs dissolvent tout. (Pokémon X)"
  },
  {
    "EnglishName":"Swalot",
    "FrenchName":"Avaltout",
    "Description":"Il avale tout en une bouchée. Ses sucs digestifs peuvent digérer n'importe quoi. (Pokémon Y)"
  },
  {
    "EnglishName":"Numel",
    "FrenchName":"Chamallot",
    "Description":" Son dos bossu renferme une lave bouillonnante. Elle refroidit par temps de pluie, ce qui le ralentit. (Pokémon Noir)"
  },
  {
    "EnglishName":"Torkoal",
    "FrenchName":"Chartor",
    "Description":"Un bon indicateur de sa santé est le débit de la fumée qui s'échappe de sa carapace: s'il est important, c'est qu'il est en pleine forme. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Grumpig",
    "FrenchName":"Groret",
    "Description":"Les perles noires amplifient ses pouvoirs psy. Sa danse étrange lui permet de contrôler ses ennemis. (Pokémon Y)"
  },
  {
    "EnglishName":"Trapinch",
    "FrenchName":"Kraknoix",
    "Description":"Il vit dans les déserts arides. Pour attraper ses proies, il se place dans un trou et laisse sa gueule grande ouverte en attendant qu'elles tombent dedans. (Pokémon X)"
  },
  {
    "EnglishName":"Vibrava",
    "FrenchName":"Vibraninf",
    "Description":"Ses violents battements d'ailes génèrent des vagues d'ultrasons qui donnent de sévères migraines. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Flygon",
    "FrenchName":"Libégon",
    "Description":"Son puissant battement d'ailes provoque des tempêtes de sable. On l'appelle « esprit du désert. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Swablu",
    "FrenchName":"Tylton",
    "Description":"Ses ailes sont comme des balles de coton. Perché sur la tête de quelqu'un, on dirait un chapeau. (Pokémon Perle)"
  },
  {
    "EnglishName":"Zangoose",
    "FrenchName":"Mangriff",
    "Description":"Son poil se hérisse dès qu'il sent un Séviper. Il lacère ses ennemis avec ses griffes acérées. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Lunatone",
    "FrenchName":"Séléroc",
    "Description":"On suppose qu'il est lié au cycle lunaire, car il ne sort que les soirs de pleine lune. (Pokémon X)"
  },
  {
    "EnglishName":"Solrock",
    "FrenchName":"Solaroc",
    "Description":"Le bruit court que cette nouvelle espèce vient du soleil. Il produit de la lumière en tournoyant. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Barboach",
    "FrenchName":"Barloche",
    "Description":"Ses barbillons font d'excellents radars qui lui permettent de repérer ses proies, même en eau trouble. (Pokémon Y)"
  },
  {
    "EnglishName":"Whiscash",
    "FrenchName":"Barbicha",
    "Description":"Il fait son nid au fond des marais. Il ne se pose pas de questions et avale toutes les créatures qui passent près de lui. (Pokémon Vert Feuille)"
  },
  {
    "EnglishName":"Corpish",
    "FrenchName":"Ecrapince",
    "Description":"Quoi qu'il arrive, il ne relâche jamais une proie tombée entre ses pinces. Ce Pokémon très robuste peut survivre dans n'importe quel environnement. (Pokémon Emeraude)"
  },
  {
    "EnglishName":"Crawdaunt",
    "FrenchName":"Colhomard",
    "Description":"Il a un tempérament très violent, ce qui le pousse à défier tout ce qui passe près de lui. Certaines formes de vie refusent d'habiter dans les étangs occupés par ce Pokémon et désertent ces eaux. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Baltoy",
    "FrenchName":"Balbuto",
    "Description":"Il se déplace en tournoyant sur son pied. Ce Pokémon rare fut découvert dans de vieilles ruines. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Claydol",
    "FrenchName":"Kaorine",
    "Description":"Il est un mystérieux Pokémon apparu sous la forme d'une statue en argile fabriquée par une civilisation vieille de plus de 20 000 ans. Ce Pokémon envoie des rayons avec ses mains. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"lileep",
    "FrenchName":"Lilia",
    "Description":"cette espère s'est éteinte il y a environ cent millions d'années. Cet ancien Pokémon s'accroche à un rocher, sous l'eau, et attrape ses proies à l'aide de ses tentacules en forme de pétales de fleur. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Cradily",
    "FrenchName":"Vacilys",
    "Description":"Lorsqu'il chasse, il utilise ses huit tentacules. Il dissout sa proie à l'aide d'un puissant acide avant de l'avaler. (Pokémon Y)"
  },
  {
    "EnglishName":"Feebas",
    "FrenchName":"Barpau",
    "Description":"Ce Pokémon a peut-être un physique disgracieux, mais il est robuste et peut survivre dans très peu d'eau. (Pokémon Platine)"
  },
  {
    "EnglishName":"Milotic",
    "FrenchName":"Milobelus",
    "Description":"Certains prétendent qu'il est le plus beau de tous les Pokémon. Il a le pouvoir d'apaiser certaines émotions comme la colère ou l'hostilité, afin d'éviter les querelles inutiles. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Castform",
    "FrenchName":"Morphéo",
    "Description":"Il change son apparence en fonction du temps. Les changements climatiques, comme la température ou l'humidité, affectent sa structure cellulaire. (Pokémon Emeraude)"
  },
  {
    "EnglishName":"Shuppet",
    "FrenchName":"Polichombr",
    "Description":"Ils sont attirés par les sentiments de jalousie et les esprits revanchards. Si quelqu'un veut se venger, ces Pokémon apparaissent en nuée et s'alignent devant la porte des gens concernés. (Pokémon Rubis)"
  },
  {
    "EnglishName":"banette",
    "FrenchName":"Branette",
    "Description":" Une poupée mue par la tristesse qui la ronge depuis qu'on l'a délaissée. Elle recherche son propriétaire. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Duskull",
    "FrenchName":"Skelenox",
    "Description":"Il peut traverser n'importe quel mur, même le plus épais. Une fois que ce Pokémon a choisi une cible, il la pourchasse sans relâche jusqu'à l'aube. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Dusclops",
    "FrenchName":"Teraclope",
    "Description":"Il aspire l'âme de ceux qui regardent dans son corps creux où rougeoie son unique œil. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Chimecho",
    "FrenchName":"Eoko",
    "Description":"Ses cris se répercutent dans son corps creux avant d'exploser en notes mélodieuses et saisissantes. (Pokémon Platine)"
  },
  {
    "EnglishName":"Wynaut",
    "FrenchName":"Okéoké",
    "Description":"Ils se rassemblent quand la nuit est claire pour jouer à se presser les uns contre les autres. En se poussant, ces Pokémon améliorent leur endurance et s'entraînent à renvoyer de puissantes contre-attaques. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Snorunt",
    "FrenchName":"Stalgamin",
    "Description":"Il survit en se nourrissant uniquement de neige et d'eau. De vieilles légendes racontent que les maisons visitées par ce Pokémon sont assurées d'être prospères pendant plusieurs générations. (Pokemon Saphir)"
  },
  {
    "EnglishName":"Glalie",
    "FrenchName":"Oniglali",
    "Description":"Le corps de ce Pokémon est en fait de rochers qu'il endurcit grâce à une couche de glace. Ce Pokémon a le pouvoir de geler l'humidité ambiante et de lui donner n'importe quelle forme. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Spheal",
    "FrenchName":"Obalie",
    "Description":"Il voyage toujours en faisant rouler son corps tout rond. Lorsque la saison des neiges arrive, on peut voir ce Pokémon rouler sur la glace et traverser la mer. (Pokémon Saphir)"
  },
  {
    "EnglishName":"Sealo",
    "FrenchName":"Phogleur",
    "Description":"Il a pris l'habitude de jongler avec tout ce qu'il découvre pour la première fois. Ce Pokémon se divertit parfois en faisant tourner un Obalie sur le bout de son museau. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Walrein",
    "FrenchName":"Kaimorse",
    "Description":"Les deux énormes défenses de celui ci peuvent détruire en un seul coup des blocs de glace de plus de 10 t. L'épaisse couche de graisse de ce Pokémon l'isole lorsque la température est en dessous de zéro. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"clampearl",
    "FrenchName":"Coquiperl",
    "Description":"Il grandit protégé par sa coquille dure comme de la pierre. Lorsque son corps devient trop grand pour sa coquille, cela signifie que ce Pokémon va bientôt évoluer. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Huntail",
    "FrenchName":"Serpang",
    "Description":"La queue de celui ci est en forme de poisson. Il l'utilise pour attirer sa proie qu'il avale en une fois grâce à sa bouche béante. Ce Pokémon nage en tortillant son corps comme un serpent. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Gorebyss",
    "FrenchName":"Rosabyss",
    "Description":"Il vit dans les profondeurs des mers du sud. Son corps est conçu pour supporter l'énorme pression des profondeurs abyssales. Du coup, le corps de ce Pokémon n'est pas endommagé par les attaques ordinaires. (Pokémon Rubis)"
  },
  {
    "EnglishName":"luvdisc",
    "FrenchName":"Lovdisc",
    "Description":"Un habitant des mers chaudes. On dit que le couple qui tombe sur ce Pokémon connaîtra l'amour éternel. (Pokémon X)"
  },
  {
    "EnglishName":"Bagon",
    "FrenchName":"Draby",
    "Description":"Il rêve de pouvoir un jour s'élancer dans les cieux. Bien que voué à l'échec, ce Pokémon se jette des falaises pour essayer de voler. À force, sa tête est devenue aussi dure que de l'acier. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Shelgon",
    "FrenchName":"Drackhaus",
    "Description":"A l'intérieur de la carapace blindée de celui co, ses cellules sont en pleine transformation pour créer un nouveau corps. La carapace de ce Pokémon est très lourde, ce qui rend ses mouvements très lents. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Salamence",
    "FrenchName":"Drattak",
    "Description":"En évoluant, ce Pokémon réalise un rêve d'enfance, celui d'avoir des ailes. Pour exprimer sa joie, il vole et plane dans les cieux en crachant des flammes. (Pokémon Saphir)"
  },
  {
    "EnglishName":"Beldum",
    "FrenchName":"Terhal",
    "Description":"Au lieu du sang, une force magnétique très puissante coule dans les veines de Terhal. Ce Pokémon communique avec les autres en envoyant des pulsations magnétiques. (Pokémon Rubis)"
  },
  {
    "EnglishName":"Metagross",
    "FrenchName":"Métalosse",
    "Description":"Il dispose de quatre cerveaux. Combinés, ces cerveaux peuvent effectuer des calculs très complexes plus vite qu'un ordinateur. Ce Pokémon peut flotter dans l'air en repliant ses jambes. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Turtwig",
    "FrenchName":"Tortipouss",
    "Description":"Son corps produit de l'oxygène par photosynthèse. La feuille sur sa tête flétrit quand il a soif. (Pokémon Y)"
  },
  {
    "EnglishName":"Grotle",
    "FrenchName":"Boskara",
    "Description":"Il vit en forêt près de l'eau. En journée, il la quitte pour dorer sa carapace feuillue au soleil. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Chimchar",
    "FrenchName":"Ouisticram",
    "Description":"La flamme de sa queue est alimentée par un gaz de son estomac. Même la pluie ne saurait l'éteindre. (Pokémon X)"
  },
  {
    "EnglishName":"Monferno",
    "FrenchName":"Chimpenfeu",
    "Description":"Il attaque en prenant appui sur les murs et les plafonds. Sa queue ardente n'est pas son seul atout. (Pokémon Y)"
  },
  {
    "EnglishName":"Infernape",
    "FrenchName":"Simiabraz",
    "Description":"Sa couronne de feu trahit son tempérament bouillant. Sa vitesse est inégalée. (Pokémon X)"
  },
  {
    "EnglishName":"Piplup",
    "FrenchName":"Tiplouf",
    "Description":"Il est fier et déteste accepter la nourriture qu'on lui offre. Son pelage épais le protège du froid. (Pokémon Y)"
  },
  {
    "EnglishName":"Prinplup",
    "FrenchName":"Prinplouf",
    "Description":"C'est un Pokémon solitaire. Un seul coup de ses puissantes ailes peut briser un arbre en deux. (Pokémon Y)"
  },
  {
    "EnglishName":"Empoleon",
    "FrenchName":"Pingoléon",
    "Description":"Les trois cornes de son bec sont le symbole de sa force. Celles du chef sont plus grosses que les autres. (Pokémon Y)"
  },
  {
    "EnglishName":"Starly",
    "FrenchName":"Étourmi",
    "Description":"Ils volent en nombre. Bien que minuscule, il bat des ailes avec une vigueur impressionnante. (Pokémon X)"
  },
  {
    "EnglishName":"Staravia",
    "FrenchName":"Étourvol",
    "Description":"Il peuple les champs et les forêts. Lorsque deux volées se croisent, elles luttent pour le territoire. (Pokémon Y)"
  },
  {
    "EnglishName":"Staraptor",
    "FrenchName":"Étouraptor",
    "Description":"Sur sa tête, les plumes à l'extrémité forment une mèche rouge.Ses ailes et ses pattes ont des muscles développés. Il peut voler en agrippant un petit Pokémon. (Pokémon X)"
  },
  {
    "EnglishName":"Bidoof",
    "FrenchName":"Keunotor",
    "Description":"Il ronge constamment des troncs et des pierres pour se faire les incisives. Il niche le long de l'eau. (Pokémon Y)"
  },
  {
    "EnglishName":"Bibarel",
    "FrenchName":"Castorno",
    "Description":"Il construit des barrages de boue et d'écorce le long des fleuves. C'est un ouvrier de renom. (Pokémon Y)"
  },
  {
    "EnglishName":"Kricketot",
    "FrenchName":"Crikzik",
    "Description":"Il communique au son de ses antennes qui s'entrechoquent. Ce son marque l'arrivée de l'automne. (Pokémon X)"
  },
  {
    "EnglishName":"Kricketune",
    "FrenchName":"Mélokrik",
    "Description":"Il exprime ses émotions par des mélodies. Les scientifiques étudient actuellement leur structure. (Pokémon Y)"
  },
  {
    "EnglishName":"Shinx",
    "FrenchName":"Lixy",
    "Description":"Sa fourrure étincelle en cas de danger. Il profite du fait que l'ennemi est aveuglé pour s'enfuir. (Pokémon Y)"
  },
  {
    "EnglishName":"Budew",
    "FrenchName":"Rozbouton",
    "Description":"Son bourgeon s'ouvre une fois gorgé de soleil et libère du pollen. Il vit près des sources d'eau pure. (Pokémon X)"
  },
  {
    "EnglishName":"Cranidos",
    "FrenchName":"Kranidos",
    "Description":"Il vivait dans la jungle il y a 100 millions d'années. Il peut abattre un arbre d'un coup de tête. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Rampardos",
    "FrenchName":"Charkos",
    "Description":"Pokémon préhistorique célèbre pour ses coups de tête puissants et son petit cerveau, son extinction serait due à son extrême bêtise. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Shieldon",
    "FrenchName":"Dinoclier",
    "Description":"Il est né d'un fossile datant de 100 millions d'années. Son visage est très dur. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Burmy",
    "FrenchName":"Cheniti",
    "Description":"Pour se protéger des vents glacés de l'hiver, il s'est tissé une cape de feuilles et de brindilles. (Pokémon X)"
  },
  {
    "EnglishName":"Wormadam",
    "FrenchName":"Cheniselle",
    "Description":"Son apparence varie selon le lieu d'évolution. Son corps est façonné avec les matériaux à disposition. (Pokémon X)"
  },
  {
    "EnglishName":"Mothim",
    "FrenchName":"Papilord",
    "Description":"Il aime le nectar des fleurs et n'hésite pas à voler celui que récupère Apitrini. (Pokémon X)"
  },
  {
    "EnglishName":"Combee",
    "FrenchName":"Apitrini",
    "Description":"Il récolte le nectar et l'amène à la colonie. La nuit, les Pokémon de cette espèce s'assemblent pour bâtir une ruche et s'endormir. (Pokémon Y)"
  },
  {
    "EnglishName":"Vespiquen",
    "FrenchName":"Apireine",
    "Description":"Son abdomen abrite ses petits. Ce Pokémon utilise des phéromones pour leur donner des ordres (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Buizel",
    "FrenchName":"Mustébouée",
    "Description":"Il utilise la bouée autour de son cou pour passer la tête hors de l'eau et observer les alentours. (Pokémon Saphir Alpha et Pokémon GO)"
  },
  {
    "EnglishName":"Floatzel",
    "FrenchName":"Mustéflott",
    "Description":"Il a développé une bouée pour poursuivre ses proies aquatiques. Elle fait office de canot gonflable. (Pokémon Y)"
  },
  {
    "EnglishName":"Cherubi",
    "FrenchName":"Ceribou",
    "Description":"Il rougit au soleil. Quand la petite boule est à court de nutriments, elle fane en signe d'évolution. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Cherrim",
    "FrenchName":"Ceriflor",
    "Description":" Il était calme jusqu'à ce que ses fleurs éclosent puis il devient très excité.Une fois gorgé de soleil, il déploie ses pétales et bouge avec vivacité. (Pokémon X)"
  },
  {
    "EnglishName":"Shellos",
    "FrenchName":"Sancoki",
    "Description":"Il change facilement de couleur ou de forme en fonction de son environnement. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Gastrodon",
    "FrenchName":"Tritosor",
    "Description":"Jadis, il semble qu'il portait une grande carapace pour se protéger. Il hante les eaux peu profondes. (Pokémon Perle)"
  },
  {
    "EnglishName":"Ambipom",
    "FrenchName":"Capidextre",
    "Description":"Ses queues jumelles sont si agiles et efficaces qu'il ne sert que très rarement de ses bras. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Drifloon",
    "FrenchName":"Baudrive",
    "Description":"Les enfants qui attrapent ces Pokémon disparaissent parfois. On lui donne le surnom de \"bouée des esprits égarés\". (Pokémon Y)"
  },
  {
    "EnglishName":"Drifblim",
    "FrenchName":"Grodrive",
    "Description":"Même si à la tombée de la nuit on peut observer des nuées entières de ces Pokémon, elles finissent toujours par s'évanouir dans la nature."
  },
  {
    "EnglishName":"Buneary",
    "FrenchName":"Laporeille",
    "Description":"Il frappe l'ennemi en déroulant violemment ses oreilles. Cela peut faire pleurer un adulte. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Lopunny",
    "FrenchName":"Lockpin",
    "Description":"Il est capable de décocher de puissants coups de pied si on touche à ses délicates oreilles. (Pokémon Platine)"
  },
  {
    "EnglishName":"Mismagius",
    "FrenchName":"Magirêve",
    "Description":"Il psalmodie des incantations. Ce sont souvent des malédictions, mais certaines apportent la joie. (Pokémon X)"
  },
  {
    "EnglishName":"Honchkrow",
    "FrenchName":"Corboss",
    "Description":"Un Pokémon impitoyable qui ne tolère pas l'échec de ses sbires Cornèbre. (Pokémon Argent SoulSilver)"
  },
  {
    "EnglishName":"Glameow",
    "FrenchName":"Chaglam",
    "Description":"Lorsqu'il est heureux, sa queue décrit des arabesques comme un ruban de gymnastique rythmique. (Pokémon Y)"
  },
  {
    "EnglishName":"Purugly",
    "FrenchName":"Chaffreux",
    "Description":"Il plaque ses queues contre son dos pour paraître plus grand. Il soutient un regard des heures. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Chingling",
    "FrenchName":"Korillon",
    "Description":"Quand il sautille, l'orbe qu'il a dans la bouche s'agite et tinte comme une cloche. (Pokémon Platine)"
  },
  {
    "EnglishName":"Stunky",
    "FrenchName":"Moufouette",
    "Description":"Son derrière propulse un fluide nauséabond qui peut faire fuir les Pokémon dans un rayon de 2 Km. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Skuntank",
    "FrenchName":"Moufflair",
    "Description":"Il attaque en projetant un liquide fétide du bout de sa queue. Mieux vaut l'attaquer par les airs. (Pokémon Platine)"
  },
  {
    "EnglishName":"Bronzor",
    "FrenchName":"Archéomire",
    "Description":"Certains scientifiques soutiennent que ce Pokémon était jadis aussi réfléchissant qu'un miroir. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Bronzong",
    "FrenchName":"Archéodong",
    "Description":"On croyait autrefois que lui adresser des prières faisait pleuvoir et assurait les récoltes. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Bonsly",
    "FrenchName":"Manzaï",
    "Description":"Adepte des climats secs, il régule son humidité en laissant couler ce qui ressemble à des larmes. (Pokémon Y)"
  },
  {
    "EnglishName":"Happiny",
    "FrenchName":"Ptiravi",
    "Description":"Ce Pokémon aime ce qui est rond et blanc et transporte un caillou en forme d'œuf pour imiter Leveinard. (Pokémon Diamant)"
  },
  {
    "EnglishName":" Chatot",
    "FrenchName":"Pijako",
    "Description":"On peut lui enseigner quelques mots. S'il s'agit d'un groupe, ils retiendront les mêmes phrases. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Gible",
    "FrenchName":"Griknot",
    "Description":"Malgré sa maladresse, son énorme gueule lui permet de lancer des attaques puissantes. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Gabite",
    "FrenchName":"Carmache",
    "Description":"Il perd parfois ses écailles quand il mue. Les remèdes à base de ses écailles sont de puissants toniques. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Garchomp",
    "FrenchName":"Carchacrok",
    "Description":"Quand il se recroqueville et étend ses ailes, on dirait un chasseur. Sa vitesse est supersonique. (Pokémon X)"
  },
  {
    "EnglishName":"Munchlax",
    "FrenchName":"Goinfrex",
    "Description":"Il avale son poids en nourriture chaque jour. Il avale tout sans prendre le temps de mâcher. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Hippowdon",
    "FrenchName":"Hippodocus",
    "Description":"Il emmagasine du sable qu'il expulse en tornades par les pores de sa peau pour attaquer. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Skorupi",
    "FrenchName":"Rapion",
    "Description":"Il saisit sa proie avec les pinces de sa queue, lui injecte un poison et la retient jusqu'à ce qu'il agisse. (Pokémon Diamant)"
  },
  {
    "EnglishName":"Drapion",
    "FrenchName":"Drascore",
    "Description":"Il crache des épines et un liquide toxiques et sécrète des flaques de poison. (Pokémon Ranger 2)"
  },
  {
    "EnglishName":"Croagunk",
    "FrenchName":"Cradopaud",
    "Description":"Son instinct de survie le pousse à ne pas se battre dans les règles. C'est une mascotte populaire. (Pokémon Platine)"
  },
  {
    "EnglishName":"Toxicroak",
    "FrenchName":"Coatox",
    "Description":"Quand il coasse, le poison stocké sous sa gorge est secoué, le rendant ainsi plus efficace. (Pokémon Platine)"
  },
  {
    "EnglishName":"Carnivine",
    "FrenchName":"Vortente",
    "Description":"Il s'accroche aux arbres des marais et attire ses proies avec sa salive à l'odeur enivrante. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Finneon",
    "FrenchName":"Écayon",
    "Description":"Après une longue exposition au soleil, les motifs de ses nageoires caudales luisent à la nuit tombée. (Pokémon Y)"
  },
  {
    "EnglishName":"Mantyke",
    "FrenchName":"Babimanta",
    "Description":"Il nage si proche de la surface que l'on peut voir les motifs sur son dos depuis un bateau. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Snover",
    "FrenchName":"Blizzi",
    "Description":"Il s'aventure jusqu'au pied des montagnes en hiver, mais se réfugie sur les pics neigeux au printemps. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Abomasnow",
    "FrenchName":"Blizzaroi",
    "Description":"Il hante les sommets aux neiges éternelles, et se cache en déclenchant des blizzards. (Pokémon Or HeartGold et Argent SoulSilver)"
  },
  {
    "EnglishName":"Weavile",
    "FrenchName":"Dimoret",
    "Description":"Ils communiquent entre eux en griffant des signes dans la roche et travaillent en groupe pour chasser l'ennemi. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Magnezone",
    "FrenchName":"Magnezone",
    "Description":"Son corps génère un champ magnétique et il se protège avec une barrière électrique. (Pokémon Ranger 2)"
  },
  {
    "EnglishName":"Lickilicky",
    "FrenchName":"Coudlangue",
    "Description":"Sa longue langue est couverte en permanence d'une épaisse couche de bave anesthésiante. (Pokémon Noir et Blanc)"
  },
  {
    "EnglishName":"Rhyperior",
    "FrenchName":"Rhinastoc",
    "Description":"Ses paumes projettent des Racaillou, et son corps couvert de Protecteurs résiste même à une éruption volcanique. (Pokémon X)"
  },
  {
    "EnglishName":"Tangrowth",
    "FrenchName":"Bouldeneu",
    "Description":"Il ligote sa proie en étirant ses bras en lianes. Il ne craint pas de perdre un bras face à un ennemi. (Pokémon Diamant et Perle)"
  },
  {
    "EnglishName":"Electivire",
    "FrenchName":"Élekable",
    "Description":"Encaissant les attaques, il vient toucher l'ennemi de ses queues et lui inflige une forte décharge. (Pokémon Platine)"
  },
  {
    "EnglishName":"Magmortar",
    "FrenchName":"Maganon",
    "Description":"Il projette des boules de feu à 2 000 °C du bout de ses bras. Même son souffle est brûlant. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Leafeon",
    "FrenchName":"Phyllali",
    "Description":"Il n'aime pas le conflit, mais s'il doit protéger ses amis, il peut raidir sa queue en forme de feuille et la rendre aussi tranchante qu'une lame. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Glaceon",
    "FrenchName":"Givrali",
    "Description":"Il abaisse la température de son corps pour changer ses poils en aiguilles de glace qu'il projette sur l'ennemi. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Gliscor",
    "FrenchName":"Scorvol",
    "Description":"Le plus petit courant d'air peut lui donner assez d'élan pour faire le tour du monde sans un coup d'aile. (Pokémon Platine)"
  },
  {
    "EnglishName":"Mamoswine",
    "FrenchName":"Mammochon",
    "Description":"Un Pokémon si vieux qu'on l'a découvert sous des glaces vieilles de 10 000 ans. (Pokémon Or HeartGold)"
  },
  {
    "EnglishName":"Gallade",
    "FrenchName":"Gallame",
    "Description":"Toujours prêt à protéger son prochain, il se bat férocement avec ses coudes en forme d'épées. (Pokémon Platine)"
  },
  {
    "EnglishName":"Probopass",
    "FrenchName":"Tarinorme",
    "Description":"Son corps libère une puissante force magnétique. Il dirige trois petites unités appelées Mini-nez. (Pokémon X)"
  },
  {
    "EnglishName":"Dusknoir",
    "FrenchName":"Noctunoir",
    "Description":"L'antenne sur sa tête capte les ondes radio du monde des esprits lui ordonnant d'y porter des gens. (Pokémon Diamant et Perle)"
  },
  {
    "EnglishName":"Froslass",
    "FrenchName":"Momartik",
    "Description":"On dit dans les régions enneigées qu'il s'agit de la réincarnation d'une jeune fille disparue dans les neiges. (Pokémon Or HeartGold et Argent SoulSilver)"
  },
  {
    "EnglishName":"Rotom",
    "FrenchName":"Motisma",
    "Description":"Son corps est fait de plasma. Il cause de gros dégâts en infiltrant des appareils électroniques. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Uxie",
    "FrenchName":"Créhelf",
    "Description":"On l'appelle « être du savoir ». On raconte que son regard a le pouvoir d'effacer la mémoire. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Mesprit",
    "FrenchName":"Créfollet",
    "Description":"On l'appelle « être de l'émotion ». Il enseigne aux hommes la beauté de la tristesse, la douleur et la joie. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Azelf",
    "FrenchName":"Créfadet",
    "Description":"On l'appelle « être de la volonté ». Il dort au fond d'un lac pour maintenir l'équilibre du monde. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Snivy",
    "FrenchName":"Vipélierre",
    "Description":"Un Pokémon intelligent et très calme. Lorsqu'il a reçu suffisamment de lumière du soleil, il devient plus agile. (Pokémon Noir)"
  },
  {
    "EnglishName":"Servine",
    "FrenchName":"Lianaja",
    "Description":"Il court comme s'il glissait sur le sol. Il déroute l'ennemi par ses mouvements et l'assomme d'un coup de liane. (Pokémon X)"
  },
  {
    "EnglishName":"Serperior",
    "FrenchName":"Majaspic",
    "Description":"Il peut paralyser l'ennemi d'un regard. Il amplifie l'énergie du soleil dans son corps. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Tepig",
    "FrenchName":"Gruikui",
    "Description":"Il crache du feu par le groin. Mais quand il est enrhumé, seule une fumée noirâtre en sort. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Pignite",
    "FrenchName":"Grotichon",
    "Description":"Plus il a mangé de Baies, plus il a de combustible, et il peut donc dégager davantage de flammes et de puissance. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Emboar",
    "FrenchName":"Roitiflam",
    "Description":"Il a une barbe enflammée. Il maîtrise des techniques de combat au corps à corps rapides et puissantes. (Pokémon Y)"
  },
  {
    "EnglishName":"Oshawott",
    "FrenchName":"Moustillon",
    "Description":"Le coupillage de son ventre lui sert non seulement à combattre, mais aussi à trancher les Baies très dures. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Dewott",
    "FrenchName":"Mateloutre",
    "Description":"L'apprentissage de sa technique de combat, qui utilise également ses deux coquillages, est extrêmement rigoureux. (Pokémon Noir)"
  },
  {
    "EnglishName":"Samurott",
    "FrenchName":"Clamiral",
    "Description":"Il dissimule de grandes lames qu'il dégaine en un éclair des fourreaux de ses pattes antérieures. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Patrat",
    "FrenchName":"Ratentif",
    "Description":"Très prudent, il surveille attentivement son territoire, mais oublie souvent de regarder derrière lui. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Watchog",
    "FrenchName":"Miradar",
    "Description":"Il intimide l'ennemi en faisant briller son pelage et ses yeux grâce à une substance à l'intérieur de son corps. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Lilliput",
    "FrenchName":"Ponchiot",
    "Description":"Les longs poils de son museau font un excellent radar qui analyse les alentours avec une grande acuité. (Pokémon X)"
  },
  {
    "EnglishName":"Herdier",
    "FrenchName":"Ponchien",
    "Description":"Les poils qui entourent son corps comme un manteau sont extrêmement durs et amortissent les coups. (Pokémon Y)"
  },
  {
    "EnglishName":"Stoutland",
    "FrenchName":"Mastouffe",
    "Description":"Il sauve les gens bloqués dans les montagnes par des tempêtes de neige. Ses longs poils le protègent du froid. (Pokémon Noir)"
  },
  {
    "EnglishName":"Purrloin",
    "FrenchName":"Chacripan",
    "Description":"Il détourne l'attention de ses victimes avec ses gestes mignons pour mieux les détrousser et savourer leur désarroi. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Liepard",
    "FrenchName":"Léopardus",
    "Description":"Sa ligne élégante cache une musculature féline qui lui permet de surprendre lors de ses attaques nocturnes. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Pansage",
    "FrenchName":"Feuillajou",
    "Description":"Les feuilles qui poussent sur sa tête soignent la fatigue. Il en donne aux Pokémon affaiblis. (Pokémon X)"
  },
  {
    "EnglishName":"Simisage",
    "FrenchName":"Feuiloutan",
    "Description":"Il a un tempérament violent et se bat avec sa queue pleine d'épines. La feuille sur sa tête est très amère. (Pokémon Noir)"
  },
  {
    "EnglishName":"Pansear",
    "FrenchName":"Flamajou",
    "Description":"Il vit dans les cratères des volcans. L'intérieur de la mèche qu'il a sur la tête peut atteindre 300°C. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Simisear",
    "FrenchName":"Flamoutan",
    "Description":"Quand il est excité, des flammèches brûlantes dansent sur sa tête et sa queue. Il raffole des choses sucrées. (Pokémon Y)"
  },
  {
    "EnglishName":"Panpour",
    "FrenchName":"Flotajou",
    "Description":"Sa houppette est chargée d'eau et de nutriments. Il nourrit les plantes et les arbres avec sa queue. (Pokémon X)"
  },
  {
    "EnglishName":"Simipour",
    "FrenchName":"Flotoutan",
    "Description":"Il aime les endroits où l'eau est pure. Il se ravitaille en eau en l'aspirant avec sa queue. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Musharna",
    "FrenchName":"Mushana",
    "Description":"Il peut matérialiser les rêves qu'il a mangés. La fumée qui sort de son front prend la forme des objets vus en rêve. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Pidove",
    "FrenchName":"Poichigeon",
    "Description":"Ces Pokémon vivent en ville. Ils sont peu farouches et se regroupent souvent dans les parcs ou sur les places. (Pokémon Y)"
  },
  {
    "EnglishName":"Tranquill",
    "FrenchName":"Colombeau",
    "Description":"Quel que soit le lieu où il se trouve, il arrive toujours à retrouver son Dresseur comme son propre nid. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Unfezant",
    "FrenchName":"Déflaisan",
    "Description":"Le mâle intimide ses ennemis avec ses caroncules. La femelle vole mieux que le mâle. (Pokémon Noir)"
  },
  {
    "EnglishName":"Blitzle",
    "FrenchName":"Zébibron",
    "Description":"Sa crinière luit quand il lâche des décharges. Il module leur rythme et leur nombre pour communiquer avec ses pairs. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Zebstrika",
    "FrenchName":"Zéblitz",
    "Description":"De caractère violent, il envoie avec sa crinière des arcs électriques de tous les côtés lorsqu'il se sent provoqué. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Roggenrola",
    "FrenchName":"Nodulithe",
    "Description":"Il a une oreille hexagonale. Son corps, compressé dans des strates profondes, est dur comme de l'acier. (Pokémon X)"
  },
  {
    "EnglishName":"Boldore",
    "FrenchName":"Géolithe",
    "Description":"Quand il est en forme, son noyau devient visible. Il peut se déplacer dans toutes les directions sans se tourner. (Pokémon Y)"
  },
  {
    "EnglishName":"Gigalith",
    "FrenchName":"Gigalithe",
    "Description":"D'innombrables fissures se dessinent à la surface de son corps lorsqu'il déchaîne toute son énergie. (Pokémon Ultra Soleil)"
  },
  {
    "EnglishName":"Woobat",
    "FrenchName":"Chovsourir",
    "Description":"Il s'accroche aux murs des cavernes en se servant de son nez comme ventouse. Il y laisse une trace en forme de cœur. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Swoobat",
    "FrenchName":"Rhinolove",
    "Description":"Il émet des ondes sonores de différentes fréquences par le nez. Certaines peuvent briser des rochers. (Pokémon Noir)"
  },
  {
    "EnglishName":"Drilbur",
    "FrenchName":"Rototaupe",
    "Description":"Il tourbillonne sur lui-même pour se déplacer sous terre. Il peut atteindre les 50 km/h en ligne droite. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Excadrill",
    "FrenchName":"Minotaupe",
    "Description":"Il se creuse des terriers labyrinthiques à 100 m sous terre. Il lui arrive de percer les galeries du métro. (Pokémon Y)"
  },
  {
    "EnglishName":"Audino",
    "FrenchName":"Nanméouïe",
    "Description":"Son ouïe est si développée qu'il arrive à juger de la santé des gens ou à savoir quand un Œuf va éclore. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Timburr",
    "FrenchName":"Charpenti",
    "Description":"Il porte toujours une poutre. Il apparaît sur les chantiers pour aider aux travaux. (Pokémon X)"
  },
  {
    "EnglishName":"Gurdurr",
    "FrenchName":"Ouvrifier",
    "Description":"Ce Pokémon hyper musclé manipule avec habileté les poutres métalliques et peut démanteler un immeuble en un clin d'oeil. (Pokémon X)"
  },
  {
    "EnglishName":"Conkeldurr",
    "FrenchName":"Bétochef",
    "Description":"Il utilise l'effet centrifuge pour manier sans trop d'effort ses piliers de béton et déclencher des attaques puissantes. (Pokémon Y)"
  },
  {
    "EnglishName":"Tympole",
    "FrenchName":"Tritonde",
    "Description":"Il ressemble à un têtard avec des écouteurs sur la tête ou des pustules. Ses sourcils sont penchés et rappellent des notes de musique. Il fait vibrer ses joues pour émettre des sons imperceptibles pour l'homme. Il communique grâce à leur rythme. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Palpitoad",
    "FrenchName":"Batracné",
    "Description":"Quand il fait vibrer la bosse sur sa tête, il provoque des ondulations dans l'eau, mais aussi des tremblements de terre. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Seismitoad",
    "FrenchName":"Crapustule",
    "Description":"Il fait gicler un liquide paralysant des pustules sur sa tête, et attaque ses ennemis à coups de vibrations. (Pokémon Y)"
  },
  {
    "EnglishName":"Throh",
    "FrenchName":"Judokrak",
    "Description":"Ils aiment projeter ceux qui sont plus grand qu'eux. Ils changent de ceinture quand ils progressent. (Pokémon Y)"
  },
  {
    "EnglishName":"Sawk",
    "FrenchName":"Karaclée",
    "Description":"Quand il noue sa ceinture, il est plus concentré et ses coups font plus mal. Il s'énerve si on gêne son entraînement. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Sewaddle",
    "FrenchName":"Larveyette",
    "Description":"La mascotte des créateurs de mode. Il découpe ses vêtements dans les feuilles qu'il trouve. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Swadloon",
    "FrenchName":"Couverdure",
    "Description":"Il se protège du froid en s'emmitouflant dans une feuille. Il se déplace en forêt et mange les feuilles tombées par terre. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Leavanny",
    "FrenchName":"Manternel",
    "Description":"Il fabrique des vêtements de feuilles pour les Pokémons encore jeunes grâce à son fil de soie adhésif. (Pokémon X)"
  },
  {
    "EnglishName":"Venipede",
    "FrenchName":"Venipatte",
    "Description":"Sa morsure est très venimeuse. Elle paralyse même les grands Pokémon Oiseaux, ses prédateurs. (Pokémon Y)"
  },
  {
    "EnglishName":"Whirlipede",
    "FrenchName":"Scobolide",
    "Description":"Protégé par sa solide carapace, il fonce sur ses ennemis en roulant comme un pneu. (Pokémon X)"
  },
  {
    "EnglishName":"Scolipede",
    "FrenchName":"Brutapode",
    "Description":"Il accule l'ennemi par ses mouvements rapides et l'attaque avec ses cornes. Il ne s'arrête qu'au coup de grâce. (Pokémon Y)"
  },
  {
    "EnglishName":"Cottonee",
    "FrenchName":"Doudouvet",
    "Description":"Lorsqu'on l'attaque, il sème du coton pour faire diversion. Celui-ci repousse tout de suite. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Whimsicott",
    "FrenchName":"Farfaduvet",
    "Description":"Il s'introduit chez les gens à la faveur d'un courant d'air, répand du coton aux quatre coins de la pièce puis repart comme si de rien n'était. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Petilil",
    "FrenchName":"Chlorobule",
    "Description":"En raison de leurs vertus revigorantes, les feuilles de sa tête sont séchées au soleil, puis bues en infusion par les personnes âgées. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Lilligant",
    "FrenchName":"Fragilady",
    "Description":"La fleur sur sa tête a des propriétés relaxantes. Elle se fane si on ne s'en occupe pas avec attention. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Basculin",
    "FrenchName":"Bargantua",
    "Description":"Les rouges et les bleus se détestent et se battent dès qu'ils s'aperçoivent. Un Pokémon violent mais délicieux. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Sandile",
    "FrenchName":"Mascaïman",
    "Description":"Tapi dans le sable, il attend qu'une proie passe pour lui croquer la patte. Il a notamment un gros faible pour les Kraknoix en guise d'apéritif. (Pokémon Lune)"
  },
  {
    "EnglishName":"Krokorok",
    "FrenchName":"Escroco",
    "Description":"Il garde une partie de ses prises en réserve dans le sable, au cas où il rentrerait bredrouille de la chasse. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Krookodile",
    "FrenchName":"Crocorible",
    "Description":"Il peut repérer une proie à une distance de 50 km. Il s’approche alors en « nageant » dans le sable, puis lui saute dessus pour la croquer. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Darumaka",
    "FrenchName":"Darumarond",
    "Description":"Quand il dort, ses pattes se rétractent et les flammes qui brûlent à 600 °C dans son corps s'apaisent. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Darmanitan",
    "FrenchName":"Darumacho",
    "Description":"Il entretient des flammes à 1 400 °C dans son corps. De quoi détruire un camion-benne d'un coup de poing ! (Pokémon Y)"
  },
  {
    "EnglishName":"Maractus",
    "FrenchName":"Maracachi",
    "Description":"Il vit dans les endroits secs. Quand il bouge son corps en rythme, il fait un bruit de maracas. (Pokémon Y)"
  },
  {
    "EnglishName":"Dwebble",
    "FrenchName":"Crabicoque",
    "Description":"Lorsqu'il trouve un caillou à sa taille, il y creuse un trou avec le fluide qui sort de sa bouche et s'en sert comme maison. (Pokémon Y)"
  },
  {
    "EnglishName":"Crustle",
    "FrenchName":"Crabaraque",
    "Description":"Il est assez endurant pour voyager des jours durant dans des zones desséchées avec son lourd rocher sur le dos. (Pokémon X)"
  },
  {
    "EnglishName":"Scraggy",
    "FrenchName":"Baggiguane",
    "Description":"Il remonte sa peau jusqu'à son cou pour se protéger. Elle a une constitution élastique qui absorbe les coups. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Scrafty",
    "FrenchName":"Baggaïd",
    "Description":"La plus grande crête détermine le meneur du groupe. Il détruit des blocs de béton à coups de pied. (Pokémon Y)"
  },
  {
    "EnglishName":"Sigilyph",
    "FrenchName":"Cryptéro",
    "Description":"Il était le dieu protecteur d'une ville antique. Il repoussait les envahisseurs à coups de pouvoir psychique. (Pokémon X)"
  },
  {
    "EnglishName":"Yamask",
    "FrenchName":"Tutafef",
    "Description":"Le motif de son masque est son visage quand il était humain. Parfois, il le regarde et se met à pleurer. (Pokémon Y)"
  },
  {
    "EnglishName":"Cofagrigus",
    "FrenchName":"Tutankafer",
    "Description":"Il paraît qu'il avale les gens et les transforme en momies. Il adore manger des lingots d'or. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Tirtouga",
    "FrenchName":"Carapagos",
    "Description":"Il a été recréé à partir d'un fossile préhistorique. Il vivait autrefois dans la mer, mais avait su s'adapter pour chasser aussi sur la terre ferme. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Carracosta",
    "FrenchName":"Mégapagos",
    "Description":"Il vit sur terre et en mer. Ses bras surpuissants peuvent percer des trous dans la coque des paquebots. (Pokémon X)"
  },
  {
    "EnglishName":"Archen",
    "FrenchName":"Arkéapti",
    "Description":"On dit qu'il serait l'ancêtre de tous les Pokémon Oiseaux. Il ne sait pas voler et se déplace en sautant d'arbre en arbre. (Pokémon Y)"
  },
  {
    "EnglishName":"Archeops",
    "FrenchName":"Aéroptéryx",
    "Description":"Il est plus doué pour courir que pour voler. Il doit s'élancer à 40 km/h avant de pouvoir s'envoler. (Pokémon Y)"
  },
  {
    "EnglishName":"Trubbish",
    "FrenchName":"Miamiasme",
    "Description":"Il aime les endroits mal tenus. Le gaz qu'il rote endort pendant une semaine. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Garbodor",
    "FrenchName":"Miasmax",
    "Description":"Il aspire les déchets et les intègre à son corps pour produire des gaz et des fluides toxiques. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Minccino",
    "FrenchName":"Chinchidou",
    "Description":"Un Pokémon qui aime la propreté. Chez lui, il enlève sans cesse la poussière en utilisant sa queue comme un plumeau. (Pokémon Y)"
  },
  {
    "EnglishName":"Cinccino",
    "FrenchName":"Pashmilla",
    "Description":"La texture de ses poils blancs est incomparable. Elle n'attire ni la poussière, ni l'électricité statique. (Pokémon X)"
  },
  {
    "EnglishName":"Gothita",
    "FrenchName":"Scrutella",
    "Description":"Fixe les Pokémon et les Dresseurs du regard comme s'il y avait quelque chose que personne d'autre ne pouvait voir. (Pokémon Y)"
  },
  {
    "EnglishName":"Gothorita",
    "FrenchName":"Mesmérella",
    "Description":"On dit qu'ils apparaissent les nuits étoilées et manipulent les enfants pour jouer avec eux. (Pokémon Y)"
  },
  {
    "EnglishName":"Gothitelle",
    "FrenchName":"Sidérella",
    "Description":"Prédit l'avenir à partir de la position et du mouvement des étoiles. Perçoit aussi l'espérance de vie des Dresseurs. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Solosis",
    "FrenchName":"Nucléos",
    "Description":"Son corps est enrobé dans un fluide spécial, ce qui lui permet de vivre dans n'importe quel environnement. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Duosion",
    "FrenchName":"Méios",
    "Description":"Il possède deux cerveaux séparés qui le font parfois agir de façon totalement incohérente. (Pokémon Noir)"
  },
  {
    "EnglishName":"Reuniclus",
    "FrenchName":"Symbios",
    "Description":"Ses bras, faits d'une matière conduisant ses pouvoirs psychiques, sont assez puissants pour broyer des rochers. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Ducklett",
    "FrenchName":"Couaneton",
    "Description":"Quand on l'attaque, il s'ébroue et fait jaillir de la vapeur d'eau de tout son corps. Il se cache dedans pour s'enfuir. (Pokémon X)"
  },
  {
    "EnglishName":"Swanna",
    "FrenchName":"Lakmécygne",
    "Description":"Un Pokémon gracieux, mais aussi robuste. Il peut voler des milliers de kilomètres grâce à ses ailes puissantes. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Vanillite",
    "FrenchName":"Sorbébé",
    "Description":"Ce Pokémon est né d'un glaçon qui a baigné dans la lumière du matin. Il se cache dans la neige pour dormir. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Vanilluxe",
    "FrenchName":"Sorbouboul",
    "Description":"Quand ses deux têtes se fâchent en même temps, il émet un blizzard de ses cornes et enfouit les alentours sous la neige. (Pokémon X)"
  },
  {
    "EnglishName":"Deerling",
    "FrenchName":"Vivaldaim",
    "Description":"Son pelage change selon la saison, et dans une moindre mesure en fonction de l'humidité et de la température. (Pokémon X)"
  },
  {
    "EnglishName":"Sawsbuck",
    "FrenchName":"Haydaim",
    "Description":"Il change d'habitat selon les saisons. Les gens constatent le passage des saisons en regardant ses ramures. (Pokémon Noir)"
  },
  {
    "EnglishName":"Emolga",
    "FrenchName":"Emolga",
    "Description":"Il accumule dans ses membranes l'électricité qu'il produit dans ses bajoues, et la relâche tout en planant. (Pokémon Noir)"
  },
  {
    "EnglishName":"Karrablast",
    "FrenchName":"Carabing",
    "Description":"Pour une raison inconnue, ce Pokémon évolue s'il subit une décharge électrique pendant qu'il attaque un Escargaume. (Pokémon Y)"
  },
  {
    "EnglishName":"Escavalier",
    "FrenchName":"Lançargot",
    "Description":"Il vole à toute vitesse et frappe tout ennemi de ses lances pointues. Il combat bravement contre les plus forts que lui. (Pokémon Noir)"
  },
  {
    "EnglishName":"Foongus",
    "FrenchName":"Trompignon",
    "Description":"Grâce à sa ressemblance mystérieuse avec une Poké Ball, il attire ses ennemis et relâche des spores empoisonnées. (Pokémon X)"
  },
  {
    "EnglishName":"Amoonguss",
    "FrenchName":"Gaulet",
    "Description":"On le trouve dans les endroits humides. Il fait danser ses ombrelles en forme de Poké Balls pour attirer ses proies. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Frillish",
    "FrenchName":"Viskuse",
    "Description":"Il enserre ses proies dans ses voiles et les entraîne sous la surface de la mer jusqu'à plus de 8 000 m de profondeur. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Jellicent",
    "FrenchName":"Moyade",
    "Description":"Il est presque entièrement fait d'eau de mer. On dit qu'il vit dans un palais fait des épaves des bateaux qu'il a coulés. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Alomomola",
    "FrenchName":"Mamanbo",
    "Description":"Il berce les Pokémon blessés dans ses nageoires et les guérit grâce à la membrane dont il est recouvert. (Pokémon Y)"
  },
  {
    "EnglishName":"Joltik",
    "FrenchName":"Statitik",
    "Description":"Ne produisant pas lui-même d'électricité, il s'accroche aux Pokémon plus grands et aspire leur électricité statique. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Galvantula",
    "FrenchName":"Mygavolt",
    "Description":"Il tend des pièges avec ses fils électriques. Il déguste tranquillement ses proies une fois électrocutées. (Pokémon X)"
  },
  {
    "EnglishName":"Ferroseed",
    "FrenchName":"Grindur",
    "Description":"Quand il sent un danger, il réagit en projetant toutes ses épines d'un coup et s'enfuit en roulant sur lui-même. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Ferrothorn",
    "FrenchName":"Noacier",
    "Description":"Il s'accroche aux plafonds des grottes et attaque les proies qui passent en dessous avec ses épines d'acier. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Klink",
    "FrenchName":"Tic",
    "Description":"Le mouvement de ses deux corps enchâssés produit l'énergie qui lui est nécessaire pour vivre. (Pokémon X)"
  },
  {
    "EnglishName":"Klang",
    "FrenchName":"Clic",
    "Description":"Ils communiquent entre eux en changeant leur sens de rotation. Plus ils sont en colère, plus ils tournent vite. (Pokémon X)"
  },
  {
    "EnglishName":"Klinklang",
    "FrenchName":"Cliticlic",
    "Description":"Son noyau rouge lui permet d'accumuler de l'énergie qu'il projette ensuite aux alentours grâce à ses pics. (Pokémon Y)"
  },
  {
    "EnglishName":"Tynamo",
    "FrenchName":"Anchwatt",
    "Description":"Tout seuls, ils ne dégagent pas beaucoup d'électricité, mais un banc de ce Pokémon produit la même puissance qu'un éclair. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Eelektrik",
    "FrenchName":"Lampéroie",
    "Description":"Ses tâches émettent de l'électricité quand il s'enroule autour de ses proies pour les paralyser avant de les dévorer. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Eelektross",
    "FrenchName":"Ohmassacre",
    "Description":"Il s'attache à ses proies avec sa bouche-ventouse et les électrocute avec ses crocs. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Elgyem",
    "FrenchName":"Lewsor",
    "Description":"On dit qu'il est apparu soudainement il y a 50 ans des confins d'un désert où un OVNI se serait écrasé. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Beheeyem",
    "FrenchName":"Neitram",
    "Description":"Ses pouvoirs psychiques sont redoutables. Il peut contrôler ses adversaires et modifier leurs souvenirs grâce à ses doigts tricolores. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Litwick",
    "FrenchName":"Funécire",
    "Description":"Sa flamme ne s'allume que lorsqu'il aspire l'énergie vitale des gens et des autres Pokémon. (Pokémon Noir 2 et Blanc 2)"
  },
  {
    "EnglishName":"Lampent",
    "FrenchName":"Mélancolux",
    "Description":"Il aspire les âmes pour entretenir sa flamme. Il erre dans les hôpitaux dans l'attente d'un trépas. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Chandelure",
    "FrenchName":"Lugulabre",
    "Description":"Les âmes consumées par ses flammes étranges sont condamnées à l'errance pour l'éternité. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Axew",
    "FrenchName":"Coupenotte",
    "Description":"Il laisse la marque de ses crocs dans les arbres pour marquer son territoire. Ses crocs repoussent dès qu'ils tombent. (Pokémon Blanc)"
  },
  {
    "EnglishName":"Fraxure",
    "FrenchName":"Incisache",
    "Description":"Comme ses crocs brisés ne repoussent pas, il les aiguise avec soin après le combat sur les pierres des rivières. (Pokémon Y)"
  },
  {
    "EnglishName":"Haxorus",
    "FrenchName":"Tranchodon",
    "Description":"Ses crocs sont tellement puissants qu'ils peuvent découper l'acier sans s'émousser. Son armure est très solide. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Cubchoo",
    "FrenchName":"Polarhume",
    "Description":"Ila toujours la goutte au nez. Il l'aspire pour déclencher ses capacités. La morve en est la matière première. (Pokémon X)"
  },
  {
    "EnglishName":"Beartic",
    "FrenchName":"Polagriffe",
    "Description":"Il gèle son haleine et en fait des crocs et des griffes de glace pour combattre. ll vit dans les terres gelées du nord. (Pokémon Y)"
  },
  {
    "EnglishName":"Cryogonal",
    "FrenchName":"Hexagel",
    "Description":"Il attrape ses proies à l'aide de sa chaîne faite de cristaux de givre et les gèle à près de -100°C. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Shelmet",
    "FrenchName":"Escargaume",
    "Description":"Il évolue quand il baigne dans une énergie électrique avec un Carabing. La cause en est inconnue. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Accelgor",
    "FrenchName":"Limaspeed",
    "Description":"Il s'est bien allégé en se débarrassant de sa lourde carapace. Il se bat avec l'agilité d'un ninja. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Stunfisk",
    "FrenchName":"Limonde",
    "Description":"Sa peau est si dure qu'il peut se faire piétiner par un sumo sans rien sentir. Il sourit en émettant de l'électricité. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Mienfoo",
    "FrenchName":"Kungfouine",
    "Description":"Il se flatte d'être très rapide. Pour compenser la faiblesse de ses coups, il en assène un très grand nombre. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Mienshao",
    "FrenchName":"Shaofouine",
    "Description":"Il combat à l'aide des longs poils de ses pattes antérieures. Une fois lancé dans ses enchaînements, rien ne l'arrête. (Pokémon Y)"
  },
  {
    "EnglishName":"Druddigon",
    "FrenchName":"Drakkarmin",
    "Description":"Il sillonne les grottes étroites, capturant ses proies avec ses griffes acérées. Sa face est dure comme le roc. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Golett",
    "FrenchName":"Gringolem",
    "Description":"Ce Pokémon fait de terre glaise, produit de la technologie d'une civilisation antique, vit depuis des millénaires. (Pokémon Y)"
  },
  {
    "EnglishName":"Golurk",
    "FrenchName":"Golemastoc",
    "Description":"Ses créateurs d'une lointaine époque lui auraient ordonné de protéger les humains et les Pokémon. (Pokémon X)"
  },
  {
    "EnglishName":"Pawniard",
    "FrenchName":"Scalpion",
    "Description":"Ignorant leurs propres blessures, ils se jettent en groupe sur l'ennemi pour le déchirer de leur corps fait de lames. (Pokémon Y)"
  },
  {
    "EnglishName":"Bisharp",
    "FrenchName":"Scalproie",
    "Description":"Peu importe sa puissance, il abdique de son rôle de chef si la lame de sa tête subit la moindre ébréchure. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Bouffalant",
    "FrenchName":"Frison",
    "Description":"Son pelage fourni absorbe les chocs et lui permet d'asséner sans broncher le plus violent des coups de tête. (Pokémon Y)"
  },
  {
    "EnglishName":"Rufflet",
    "FrenchName":"Furaiglon",
    "Description":"Il s'attaque à tout ce qui bouge, sans discrimination. Ses blessures et échecs ne font que le rendre plus fort. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Braviary",
    "FrenchName":"Gueriaigle",
    "Description":"Surnommé « le héros céleste », il est tellement fier qu'il préfère endurer mille souffrances plutôt que de choisir la fuite. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Vullaby",
    "FrenchName":"Vostourno",
    "Description":"Il protège son tendre popotin avec le crâne d'une de ses proies. Il en change régulièrement en grandissant. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Mandibuzz",
    "FrenchName":"Vaututrice",
    "Description":"Il guette le sol depuis les airs et fond sur les proies affaiblies. Il aime s'apprêter avec des ossements. (Pokémon Y)"
  },
  {
    "EnglishName":"Heatmor",
    "FrenchName":"Aflamanoir",
    "Description":"Avec sa langue de feu à haute température, il fait fondre le corps d'acier des Fermite pour les dévorer. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Durant",
    "FrenchName":"Fermite",
    "Description":"Ils portent une armure de fer et se regroupent pour contrer les attaques de leurs prédateurs, les Aflamanoir. (Pokémon Y)"
  },
  {
    "EnglishName":"Deino",
    "FrenchName":"Solochi",
    "Description":"Comme il ne voit rien, il perçoit son environnement en mordant et en fonçant à tout va. Il est couvert de plaies. (Pokémon X)"
  },
  {
    "EnglishName":"Zweilous",
    "FrenchName":"Diamat",
    "Description":"Ses deux têtes s'entendent mal et sont en compétition permanente pour savoir qui mangera le plus et qui sera le chef (Pokémon X)"
  },
  {
    "EnglishName":"Hydreigon",
    "FrenchName":"Trioxhydre",
    "Description":"Les têtes sur ses bras n'ont pas de cerveau. Avec ses trois têtes, il dévore et détruit tout. (Pokémon X)"
  },
  {
    "EnglishName":"Larvesta",
    "FrenchName":"Pyronille",
    "Description":"Il se bat en projetant des flammes par ses cinq cornes. Ces gerbes de feu dévastatrices peuvent atteindre les 3 000 °C (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Volcarona",
    "FrenchName":"Pyrax",
    "Description":"Selon la légende, il serait né d'un cocon de flammes et serait venu à la rescousse des humains et des Pokémons souffrant du froid. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Cobalion",
    "FrenchName":"Cobaltium",
    "Description":"Un corps et un cœur en acier trempé, jadis au service de la défense des Pokémon blessés par les humains. (Pokémon Y)"
  },
  {
    "EnglishName":"Terrakion",
    "FrenchName":"Terrakium",
    "Description":"Sa puissance d'impact lui permet d'enfoncer d'un seul coup le rempart d'un château. Un Pokémon de légende. (Pokémon X)"
  },
  {
    "EnglishName":"Virizion",
    "FrenchName":"Viridium",
    "Description":"Il lacère ses ennemis avec une agilité sans égale. La légende raconte qu'il protège les Pokémon. (Pokémon Y)"
  },
  {
    "EnglishName":"Tornadus",
    "FrenchName":"Boréas",
    "Description":"Le bas de son corps est entouré d'une masse semblable à un nuage. Il vole dans le ciel à 300 km/h. (Pokémon X)"
  },
  {
    "EnglishName":"Thundurus",
    "FrenchName":"Fulguris",
    "Description":"Il vole dans le ciel d'Unys et fait tomber des éclairs, provoquant des incendies qui font sa mauvaise réputation. (Pokémon Y)"
  },
  {
    "EnglishName":"Landorus",
    "FrenchName":"Démétéros",
    "Description":"Il utilise l'énergie qu'il tire du vent et de la foudre pour enrichir les sols en nutriments pour les cultures. (Pokémon Y)"
  },
  {
    "EnglishName":"Chespin",
    "FrenchName":"Marisson",
    "Description":"Sa tête et son dos sont recouverts d'une carapace tellement dure que même une collision avec un camion ne lui ferait rien. (Pokémon Y)"
  },
  {
    "EnglishName":"Quilladin",
    "FrenchName":"Boguérisse",
    "Description":"La carapace qui recouvre son corps le protège des attaques adverses, et ses piquants lui permettent de contre-attaquer. (Pokémon X)"
  },
  {
    "EnglishName":"Chesnaught",
    "FrenchName":"Blindépique",
    "Description":"Il est si puissant qu'il pourrait renverser un char de 50 t d'un seul assaut. Il se sert de son corps comme d'un bouclier pour protéger ses alliés. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Fennekin",
    "FrenchName":"Feunnec",
    "Description":"En cas de coup de fatigue, il grignote des rameaux pour recharger ses batteries. Ses oreilles dégagent une chaleur qui dépasse les 200°C (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Braixen",
    "FrenchName":"Roussil",
    "Description":"Quand il saisit la branche plantée dans sa queue, elle prend feu par friction. Il peut communiquer avec ses congénères en agitant ce bâton enflammé. (Pokémon Y)"
  },
  {
    "EnglishName":"Delphox",
    "FrenchName":"Goupelin",
    "Description":"Peut prédire l'avenir s'il se concentre en fixant la flamme qui danse au bout de sa canne. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Froakie",
    "FrenchName":"Grenousse",
    "Description":"Il protège son corps en l'entourant d'une mousse délicate. Malgré son apparence insouciante, ce Pokémon est en fait constamment à l'affût. (Pokémon Y)"
  },
  {
    "EnglishName":"Frogadier",
    "FrenchName":"Croâporal",
    "Description":"Son agilité est incomparable. Il peut gravir une tour de 600 m de haut en moins d'une minute. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Greninja",
    "FrenchName":"Amphinobi",
    "Description":"Il transforme des jets d'eau sous pression en redoutables shuriken. Une fois lancés, ils tournent si vite qu'ils peuvent même couper le métal. (Pokémon X)"
  },
  {
    "EnglishName":"Bunnelby",
    "FrenchName":"Sapereau",
    "Description":"Il est doté d'oreilles ressemblant à des pelles. À force de creuser des galeries, leur puissance est telle qu'elles peuvent trancher de grosses racines. (Pokémon Y)"
  },
  {
    "EnglishName":"Diggersby",
    "FrenchName":"Excavarenne",
    "Description":"Ses oreilles sont de véritables excavateurs, venant à bout des blocs de pierre les plus durs. Après l'effort, il se repose en paressant. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Fletchling",
    "FrenchName":"Passerouge",
    "Description":"Une agréable chaleur émane toujours de son petit corps. Dans les régions froides, il n'est pas rare qu'il dorme dans le lit de son Dresseur. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Fletchinder",
    "FrenchName":"Braisillon",
    "Description":"Il crache des étincelles pour brûler les hautes herbes et attraper les proies surprises qui tentent d'échapper à l'incendie. (Pokémon X)"
  },
  {
    "EnglishName":"Talonflame",
    "FrenchName":"Flambusard",
    "Description":"Il fond sur ses proies en piqué à 500 km/h, semant derrière lui une pluie d'escarbilles échappées de ses ailes. (Pokémon Lune)"
  },
  {
    "EnglishName":"Scatterbug",
    "FrenchName":"Lépidonille",
    "Description":"Lorsqu'il est poursuivi par un Pokémon Oiseau, il projette une poudre noire qui paralyse tous ceux qu'elle touche. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Spewpa",
    "FrenchName":"Pérégrain",
    "Description":"Même les becs acérés des Pokémon Oiseaux ne parviennent pas à meurtrir son corps très dur. Il se défend en crachant de la poudre. (Pokémon Y)"
  },
  {
    "EnglishName":"Vivillon",
    "FrenchName":"Prismillon",
    "Description":"Ses ailes arborent différents motifs en fonction de leur aire d'origine. Il est possible que le climat y soit pour quelque chose. (Pokémon X)"
  },
  {
    "EnglishName":"Litleo",
    "FrenchName":"Hélionceau",
    "Description":"Il n'hésite pas à quitter la horde et à mener une existence solitaire pour mieux pouvoir s'entraîner. Il a le sang chaud et ne rechigne pas au combat. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Pyroar",
    "FrenchName":"Némélios",
    "Description":"Son souffle peut atteindre les 6 000°C et il s'en sert pour intimider l'ennemi. Dans la horde, les femelles protègent les petits. (Pokémon Y)"
  },
  {
    "EnglishName":"Skiddo",
    "FrenchName":"Cabriolaine",
    "Description":"Tant qu'il a de l'eau et du soleil en abondance, ce Pokémon n'a pas besoin de nourriture. Les feuilles sur son dos produisent son énergie par photosynthèse. (Pokémon Y)"
  },
  {
    "EnglishName":"Gogoat",
    "FrenchName":"Chevroum",
    "Description":"Ce Pokémon vit dans les régions montagneuses. Le chef du troupeau s'impose à l'issue d'un combat de cornes. (Pokémon Y)"
  },
  {
    "EnglishName":"Pancham",
    "FrenchName":"Pandespiègle",
    "Description":"Il fait son possible pour intimider ses adversaires avec un regard menaçant, mais sans succès. Il a l'habitude de constamment mâcher une feuille. (Pokémon X)"
  },
  {
    "EnglishName":"Pangoro",
    "FrenchName":"Pandarbare",
    "Description":"D'un tempérament fougueux, il ne supporte pas que l'on s'en prenne aux faibles. Sa feuille lui permet de deviner les actions de l'ennemi. (Pokémon X)"
  },
  {
    "EnglishName":"Furfrou",
    "FrenchName":"Couafarel",
    "Description":"Sa fourrure pousse indéfiniment, mais il refuse de se faire couper la toison par une personne en qui il n'a pas confiance. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Espurr",
    "FrenchName":"Psystigri",
    "Description":"Il a quelques difficultés à contrôler son pouvoir psychique. Grâce à celui-ci, il peut projeter en l'air tous les objets dans un rayon de 100 m. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Meowstic",
    "FrenchName":"Mistigrix",
    "Description":"S'il se sent menacé, il lève les oreilles et déchaîne un pouvoir psychique capable de réduire en miettes un camion de 10 t. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Honedge",
    "FrenchName":"Monorpale",
    "Description":"Si quelqu'un s'aventure à l'empoigner, il enroule son étoffe bleue autour du bras de l'infortuné et aspire son énergie vitale jusqu'à ce que ce dernier s'écroule. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Doublade",
    "FrenchName":"Dimoclès",
    "Description":"Même les sabreurs chevronnés sont incapables de parer les assauts continus et complexes menés de concert par ces deux épées. (Pokémon Y)"
  },
  {
    "EnglishName":"Aegislash",
    "FrenchName":"Exagide",
    "Description":"Il peut déceler les qualités régaliennes dans les âmes humaines. On raconte que celui ou celle qui obtient sa faveur deviendra à coup sûr roi ou reine. (Pokémon Y)"
  },
  {
    "EnglishName":"Spritzee",
    "FrenchName":"Fluvetin",
    "Description":"Son corps dégage un parfum qui envoûte ceux qui le respirent et change en fonction de son alimentation. (Pokémon X)"
  },
  {
    "EnglishName":"Aromatisse",
    "FrenchName":"Cocotine",
    "Description":"Ce Pokémon est capable d'émettre toutes sortes d'odeurs pour incommoder son adversaire et augmenter ses chances de gagner. (Pokémon X)"
  },
  {
    "EnglishName":"Swirlix",
    "FrenchName":"Sucroquin",
    "Description":"Il se gave de sucreries à longueur de journée, à tel point que sa fourrure finit par ressembler à de la barbe à papa, sucrée et poisseuse. (Pokémon Y)"
  },
  {
    "EnglishName":"Slurpuff",
    "FrenchName":"Cupcanaille",
    "Description":"La finesse de son odorat lui permet de distinguer les nuances de parfums les plus subtiles, ce qui en fait un compagnon idéal pour les patissiers. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Inkay",
    "FrenchName":"Sepiatop",
    "Description":"Il attire ses proies en faisant clignoter son corps, puis les immobilise en les enserrant de ses longs tentacules. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Malamar",
    "FrenchName":"Sepiatroce",
    "Description":"Il attire ses ennemis en les hypnotisant, avant de les enserrer de ses tentacules et de les neutraliser avec son suc gastrique. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Binacle",
    "FrenchName":"Opermine",
    "Description":"Ils prennent de l'élan avec tout leur corps et soulèvent ainsi leur pierre pour se déplacer. Ils mangent les algues échouées sur le rivage. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Barbaracle",
    "FrenchName":"Golgopathe",
    "Description":"Après évolution, les deux Opermine laissent place à sept créatures qui ont la puissance cumulée de sept Opermine. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Skrelp",
    "FrenchName":"Venalgue",
    "Description":"Sa ressemblance avec le varech pourri est confondante. Il se soustrait à l'attention de ses ennemis en attendant de pouvoir évoluer. (Pokémon Y)"
  },
  {
    "EnglishName":"Dragalge",
    "FrenchName":"Kravarech",
    "Description":"Il attend sa proie tapi au milieu des algues, et attaque en crachant un poison si corrosif qu'il peut même dissoudre le métal. (Pokémon Ultra-Lune)"
  },
  {
    "EnglishName":"Clauncher",
    "FrenchName":"Flingouste",
    "Description":"Sa pince projette un jet d'eau sous pression suffisamment puissant pour abattre ses proies en plein vol. (Pokémon X)"
  },
  {
    "EnglishName":"Clawitzer",
    "FrenchName":"Gamblast",
    "Description":"Son énorme pince projette de véritables obus d'eau capables de transpercer la coque d'un pétrolier. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Helioptile",
    "FrenchName":"Galvaran",
    "Description":"Les plis de peau de chaque côté de sa tête sont dotés de cellules produisant de l'électricité quand elles sont exposées à la lumière du soleil. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Heliolisk",
    "FrenchName":"Iguolta",
    "Description":"Il augmente sa puissance motrice en stimulant les muscles de ses pattes avec des décharges électriques. Il peut ainsi parcourir 100 m en 5 s. (Pokémon Saphir Alpha)"
  },
  {
    "EnglishName":"Tyrunt",
    "FrenchName":"Ptyranidur",
    "Description":"Ses énormes mâchoires ont tant de puissance qu'elles peuvent compresser une voiture sans problème. Ce Pokémon vivait il y a 100 millions d'années. (Pokémon Y)"
  },
  {
    "EnglishName":"Tyrantrum",
    "FrenchName":"Rexillius",
    "Description":"Dans les temps anciens, aucun Pokémon ne pouvait rivaliser avec lui. Ses puissantes mâchoires peuvent réduire une épaisse plaque de métal en confettis. (Pokémon X)"
  },
  {
    "EnglishName":"Amaura",
    "FrenchName":"Amagara",
    "Description":"Pokémon ancien, ramené à la vie après la découverte d'une partie de son corps conservée dans la glace pendant 100 millions d'années. (Pokémon X)"
  },
  {
    "EnglishName":"Aurorus",
    "FrenchName":"Dragmara",
    "Description":"Les cristaux qui parsèment son corps lui permettent de piéger ses ennemis dans la glace en émettant de l'air refroidi à -150°C. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Sylveon",
    "FrenchName":"Nymphali",
    "Description":"Grâce à ses antennes semblables à des rubans, il peut émettre des ondes neutralisant l'hostilité et ainsi endormir la méfiance de ses proies. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Hawlucha",
    "FrenchName":"Brutalibré",
    "Description":"Il terrasse ses adversaires grâce à sa vitesse, mais il se pavane tant avant de lancer sa botte secrète qu'il se retrouve parfois en difficulté. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Carbink",
    "FrenchName":"Strassie",
    "Description":"Il ne s'agit pas d'un Pokémon particulièrement rare, mais son allure strass et paillettes attire les gens. (Pokémon Lune)"
  },
  {
    "EnglishName":"Goomy",
    "FrenchName":"Mucuscule",
    "Description":"C'est le plus faible de tous les Pokémon Dragon. Sa peau doit rester hydratée pour respirer, c'est pourquoi il préfère vivre tapi dans l'ombre. (Pokémon Soleil)"
  },
  {
    "EnglishName":"Sliggoo",
    "FrenchName":"Colimucus",
    "Description":"Il repousse ses ennemis en sécrétant un fluide qui dissout tout ce qu'il touche. Suite à une dégénérescence de ses yeux, il est aveugle. (Pokémon X)"
  },
  {
    "EnglishName":"Goodra",
    "FrenchName":"Muplodocus",
    "Description":"Ce Pokémon Dragon peu farouche aime faire la fête à son Dresseur adoré, le couvrant au passage de sa bave collante. (Pokémon X)"
  },
  {
    "EnglishName":"Klefki",
    "FrenchName":"Trousselin",
    "Description":"Nul ne sait pourquoi il collectionne les clés, mais il est aux anges dès qu'on lui en donne une. Il n'accepte toutefois que les passe-partout. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Phantump",
    "FrenchName":"Brocélôme",
    "Description":"Il imite la voix d'un enfant pour inciter les gens à se perdre au plus profond des bois. Il espère ainsi se faire de nouveaux amis. (Pokémon Ultra-Soleil)"
  },
  {
    "EnglishName":"Trevenant",
    "FrenchName":"Desséliande",
    "Description":"Grâce à ses racines, il contrôle les arbres de la forêt où il a élu refuge, et maudit quiconque a le malheur de les abattre. (Pokémon Lune)"
  },
  {
    "EnglishName":"Pumpkaboo",
    "FrenchName":"Pitrouille",
    "Description":"Ce Pokémon est né du mariage d'un esprit piégé dans le monde des vivants et d'une citrouille. Il commence à s'animer au coucher du soleil. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Gourgeist",
    "FrenchName":"Banshitrouye",
    "Description":"Il enserre ses proies dans ses bras, semblables à de longues mèches de cheveux. Il se délecte de leur souffrance en chantonnant gaiement. (Pokémon Y)"
  },
  {
    "EnglishName":"Bergmite",
    "FrenchName":"Grelaçon",
    "Description":"La glace qui couvre son corps bloque les attaques ennemies. Si elle se fissure, il la reconstitue immédiatement en soufflant de l'air glacé. (Pokémon X)"
  },
  {
    "EnglishName":"Avalugg",
    "FrenchName":"Séracrawl",
    "Description":"Son immense corps recouvert de glace est aussi solide que de l'acier. Quand il se déplace, il écrase tout qui se trouve sur son passage. (Pokémon Rubis Oméga)"
  },
  {
    "EnglishName":"Noibat",
    "FrenchName":"Sonistrelle",
    "Description":"Il apprécie les grottes les plus sombres. Ses grandes oreilles lui permettent de générer des ultrasons d'une fréquence de 200 000 Hz. (Pokémon X)"
  },
  {
    "EnglishName":"Noivern",
    "FrenchName":"Bruyverne",
    "Description":"Ce Pokémon sanguinaire attaque tout ce qui entre dans son champ de vision avec ses ultrasons capables de pulvériser des rochers. (Pokémon Ultra-Lune)"
  }
]
